[
  {
    "tag": "h1",
    "header": "PRELUDE “The Elementary Particles of Organisms”",
    "content": [
      "The \"Elementary Particles of Organisms\" refers to the discovery that all living organisms, including humans, are made up of cells. This discovery was made by two friends and lab mates, Matthias Schleiden and Theodor Schwann, who were discussing their experiments over dinner in Berlin in 1837. Schleiden, a botanist, had found a \"unity\" in the structure and organization of plant tissues, which were built out of autonomous, independent units, or cells. Schwann, a zoologist, also noticed the prominence of the nucleus in the cells of developing animals, and the uniformity in the microscopic construction of animal tissues. The two realized that the similarity of animal and plant tissues under the microscope meant that both were similarly organized and that a deep unity of organization and function ran through living beings. In 1838 and 1839, Schleiden and Schwann published their seminal works on cell theory, Contributions to Our Knowledge of Phytogenesis and Microscopical Researches into the Accordance in the Structure and Growth of Animals and Plants, respectively. These works marked the beginning of the revolution in biology and medicine that led to our current understanding of cellular physiology and pathology, and to the development of transformational medicines."
    ],
    "wordCount": 1566
  },
  {
    "tag": "h1",
    "header": "INTRODUCTION “We Shall Always Return to the Cell”",
    "content": [
      "The author of the book recounts the story of his friend Sam who was diagnosed with malignant melanoma in 2016. The cancer started as a mole on his cheek but grew into a thumb-sized oblong mass, and there was evidence of the cancer spreading to other parts of his body. The author describes how cancer cells don't create properties but instead hijack the normal processes of cells in the body to fuel their growth. Sam was given a treatment that would turn his own T cells into an army to fight the cancer by making it visible to his immune system. \n\nHowever, the treatment resulted in a civil war in Sam's body, his T cells were activated to attack the cancer, but they also attacked his liver causing autoimmune hepatitis. The doctors had to control the immune assault to prevent further damage to his liver, but this allowed the cancer to grow back. The treatment was resumed, and the autoimmune hepatitis returned, resulting in Sam's death. \n\nThe author also mentions attending a conference at the University of Pennsylvania in 2019 about using cells, genetically modified and transplanted into humans, to cure diseases. One of the attendees was Emily Whitehead, a 14-year-old who was in her 7th year of remission from leukemia. She was Patient No. 7 in a clinical trial that involved infusing her body with her own T cells that had been weaponized to recognize and kill her cancer. The treatment was largely uneventful, but on the third day, Emily suffered from multi-organ system failure. The lab technicians found elevated blood levels of cytokines, which indicated active inflammation, caused by the T cells killing the cancer cells.",
      "The text describes the significance of a new drug that blocks the protein IL-6 and its usage in treating a child named Emily who had juvenile arthritis. The treatment was successful and her condition improved quickly, saving the field of cell therapy and making her considered cured. The text also mentions the development of cellular engineering and therapies that have changed the course of medicine, from drugs and chemical substances that alter cell properties to genetic modification of cells, which depend on our understanding of cell biology. The author defines life as a series of processes and behaviors that emerge from cells and mentions the importance of understanding cells to understand life and medicine.",
      "This text is about the role of cells and proteins in biology. Proteins play a central role in biological reactions, signals, structure, gene regulation, and overall enabling of life. Genes are held in DNA molecules, which are packaged into chromosomes, found in every living cell. RNA is another molecule that can carry instructions, but no cells using it have been found. Decoding of genes by cells involves reading sections of the genetic code to synthesize proteins, turning information into form. Cells are integrating machines that coordinate their behavior and properties of life, dividing machines that drive growth, repair, regeneration, and reproduction, and bring life to genes. The author has a lifelong interest in cells and has studied immunology, stem cells, cancer biology, and medical oncology. The pandemic is a disease of cells, with dysregulation of immune cells causing \"immunological misfiring.\" The author's book is a journey to understand life through the cell and is dedicated to patients and friends who have opened new avenues in cellular therapy."
    ],
    "wordCount": 5824
  },
  {
    "tag": "h2",
    "header": "THE ORIGINAL CELL An Invisible World",
    "content": [
      "Rudolf Virchow was a student who was born in Prussia and was interested in becoming a pastor, but he was anxious about his weak voice. He decided to study medicine instead at the Friedrich-Wilhelms Institute in Berlin due to his reclusive and studious personality. At that time, anatomy was relatively advanced while pathology still lacked a systematic understanding. Andreas Vesalius, a Flemish scientist, revolutionized human anatomy by creating his own map of the human body through dissecting corpses and publishing his works in a book called \"The Fabric of the Human Body.\" However, there was no similar comprehensive textbook for pathology in the 1830s. Diseases were either attributed to poisonous vapors or imbalanced bodily fluids, but none of these theories could fully explain diseases.\n\nVirchow learned anatomy at the institute and worked at Berlin’s Charité hospital after finishing his degree. He wanted to find a systematic way to understand human physiology and pathology and delved into the history of pathology. He believed that the answer to understanding disease could not be found in the visible world and that it was necessary to understand microscopic pathology.",
      "Rudolph Virchow realized that others before him had studied cells in plant and animal tissues, dating back to the late 17th century. He believed that cells could be at the center of both physiology and pathology and set out to gain more knowledge in the field. He saw true knowledge as being aware of one's ignorance and aimed to not stand still in any branch of science. He felt a gap in his knowledge, but with maturity as a physician and a thorough understanding of medical history, he was confident to fill those gaps and create a new field of cellular pathology if it did not already exist."
    ],
    "wordCount": 2204
  },
  {
    "tag": "h2",
    "header": "THE VISIBLE CELL “Fictitious Stories About the Little Animals”",
    "content": [
      "The development of cell biology was made possible through the invention of the microscope. In the early 17th century, two Dutch opticians, Hans and Zacharias Janssen, placed two magnifying lenses in a tube, creating what would later be called a compound microscope. Antonie van Leeuwenhoek, a cloth merchant in Delft, built himself a simple microscope with a single lens and started using it to examine thread quality. However, he soon became fascinated by other specimens he could find and on May 26, 1675, he discovered living creatures in a drop of rainwater. Leeuwenhoek went on to build nearly 500 microscopes, each a marvel of meticulous tinkering, and observed single-celled organisms in water samples from various sources, including the ocean. He eventually published his findings, describing the organisms as “animalcules”, to the Royal Society of London but was often criticized for his lack of scientific methods and evidence. Robert Hooke, an English scientist and polymath, also observed cells through a compound microscope he built in the 1660s. Unlike Leeuwenhoek, Hooke was well-educated, having been educated at Oxford, and was employed as the \"curator of experiments\" at the Royal Society.",
      "Robert Hooke was a scientist who published a book detailing his experiments and observations with microscopy. He made drawings of minute bodies including fleas, lice, and houseflies. He also discovered that a piece of cork was porous with many small boxes, resembling honeycomb structures. This led him to name these structures \"cells\" from the Latin word meaning \"small room.\" He went on to describe his microscopic observations of rainwater that showed many tiny animals. He communicated with Antonie van Leeuwenhoek, who realized that these organisms might be similar to the cells Hooke had seen in cork. However, Hooke's influence on cell biological thinking was limited. His interests eventually dwindled and he returned to optics, mechanics, and physics. A dispute with Isaac Newton over the laws of gravitation festered for decades. No definitive portrait of Hooke exists today."
    ],
    "wordCount": 3452
  },
  {
    "tag": "h2",
    "header": "THE UNIVERSAL CELL “The Smallest Particle of This Little World”",
    "content": [
      "In the history of biology, there were often periods of time when scientists had to take a step back to understand the magnitude of a discovery. This happened after Robert Hooke discovered cells in cork in 1665 and Antonie van Leeuwenhoek documented the \"living atoms\" under his microscope. François-Vincent Raspail, a self-taught botanist and chemist, published over 50 papers between 1825 and 1860 on subjects including cell biology. He deduced that cells were made of various proportions of water, carbon, and bases, were a site for chemical reactions that enabled physiology, and came from cells. Despite never being recognized by the scientific establishment, Raspail's ideas influenced cell biology and helped move it toward a functional understanding of cells as discrete, autonomous elements that unify the biological world. However, at the time, cell biology was facing challenges from vitalists who believed that living beings could not be built out of the same chemicals that existed in the natural world and that cells must possess vital fluids. These debates would need to be addressed before cell biology could mature.",
      "In the 19th century, there were debates between vitalists who believed living systems were necessary and sufficient to create life and those who argued for a biological origin of life. Robert Remak observed cell division in frog embryos and chicken blood, providing evidence for the biological origin of life. The theories of vitalism and preformation were eventually displaced by cell theory, which stated all living organisms are composed of one or more cells and that the cell is the basic unit of structure and organization in organisms. Matthias Schleiden and Theodor Schwann observed the same organization of cells in plant and animal tissues and proposed the first tenets of cell theory. Rudolf Virchow wondered if the millions of white blood cells in leukemia patients resulted from a physiological process gone berserk. He also became a political activist and wrote about the connection between political misrule and disease in an article.",
      "Rudolf Virchow was a physician and scientist who was perceived favorably by the royalists. He was forced to resign from his post at the Charité hospital after the rebellion was quashed and moved to Würzburg to limit his political writings. He formulated two principles that changed the future of cell biology and medicine: all cells arose from other cells (\"Omnis cellula e cellula\") and normal physiology is the function of cellular physiology, disease being the result of disrupted cellular physiology. Virchow's theories revolutionized medicine's understanding of abnormality and illness as cellular dysfunctions. Virchow was also an advocate for social reform and equality, publishing data refuting the myth of Aryan racial superiority in 1886. He spent much of his life studying cellular activity and pathology, with one of his letters proposing the cell as the locus of disease.",
      "A patient with a compromised immune system was diagnosed with a variant of SCID. After a thorough examination, it was found that the patient's T cells were severely low in number and non-functional, leading to a total collapse in immunity. The patient underwent a bone marrow transplant and after the new marrow engrafted, his immunity was restored. The author reflects on the importance of understanding the cellular composition and function of an organ to diagnose and treat diseases. The author cites Rudolf Virchow's work on cell theory, the work of other early cell biologists, and the relationship between cellular dysfunction and disease."
    ],
    "wordCount": 7183
  },
  {
    "tag": "h2",
    "header": "THE PATHOGENIC CELL Microbes, Infections, and the Antibiotic Revolution",
    "content": [
      "The chapter focuses on the connection between microbes and human illness. The history of germ theory, which is the idea that some microbes cause disease, is traced back to the 1660s with experiments by Francesco Redi, who showed that maggots arise only from the eggs laid by flies, not spontaneously. Louis Pasteur built on Redi's work, showing that putrefaction was caused by microbes landing on a substance and not by miasma or inner decomposition. Robert Koch made the most significant contribution to the theory of causality for a microbial disease by isolating anthrax bacteria from infected cows and sheep, demonstrating that it could cause the same disease in healthy animals, re-isolating the microbe from inoculated animals, and growing the organism again in a pure form in a culture. Koch postulated four tenets to claim that a microbe causes a particular illness.\n\nIgnaz Semmelweis, a Hungarian obstetrician, made the connection between microbes and human disease when he noticed a high rate of maternal mortality from childbed fever in one clinic compared to another. He realized that the first clinic was run by surgeons and medical students who did not wash their hands after performing autopsies, while the second clinic was run by midwives who had no contact with cadavers. Semmelweis insisted that the students and surgeons wash their hands with chlorine and water before entering the maternity ward, leading to a decline in the mortality rate from 20% to 2%.",
      "The text discusses the history of medicine and its application of germ theory in the 19th century. The story begins with Ignaz Semmelweis, a junior assistant who insisted on washing hands between clinics, but was ridiculed and dismissed from the hospital due to the senior surgeons' lack of belief in germ theory. John Snow later connected the cause of a cholera epidemic in London to water from a specific pump and began to track the cause of the disease. Germ theory advanced the notion that infectious diseases were caused by microscopic organisms that invaded the body. Joseph Lister used carbolic acid to boil surgical tools and prevent infections in patients. Antibiotic drugs were later discovered and worked by attacking something that distinguishes a microbial cell from the host cell.",
      "Life on Earth is divided into three domains: bacteria, eukaryotes, and archaea. Bacteria are single-celled organisms that are successful but often thought of as pathogens. Eukaryotes, including humans, animals, fungi, and plants, have nuclei in their cells. Archaea were not discovered until the mid-1970s and look similar to bacteria but are distinct and still poorly understood. The history of cell biology is separate from the history of the cell, which dates back 3.5 to 4 billion years. The first cells were simple and likely used RNA as a genetic information system. Bacteria evolved about 3 billion years ago and archaea are similarly ancient. Eukaryotes, including human cells, appeared about 2 billion years ago and may have evolved from archaea."
    ],
    "wordCount": 5971
  },
  {
    "tag": "h2",
    "header": "THE ORGANIZED CELL The Interior Anatomy of the Cell",
    "content": [
      "The interior anatomy of a cell is a complex and fascinating subject. A cell is a closed unit of life that has a boundary, defined by a membrane. This membrane is an oily layer containing lipids, which forms a lipid bilayer, with two layers of lipids. Proteins are embedded in this lipid bilayer, acting as channels or pores, allowing molecules to pass in and out of the cell. The inner part of the cell is filled with a fluid called protoplasm, which contains a molecular skeleton called the cytoskeleton, composed of filaments of actin and tubulin proteins. The cytoplasm is filled with many different types of proteins, including ribosomes, which capture RNA strands and decode their instructions to synthesize proteins. There are also other membrane-bound structures within the cell, known as organelles, each with a specific function, such as generating energy, storage, signal exchange, and waste disposal. One of these organelles is the mitochondria, which generates energy and may have originated from a microbial cell that was engulfed by another cell and entered into a working partnership.",
      "Mitochondria are organelles found in all cells, densely packed in cells that need the most energy or regulate energy storage such as muscle cells, fat cells, and brain cells. They bear some resemblance to bacteria in terms of their genes and genomes, supporting the hypothesis that they were primitive cells that became symbiotic with other cells. The cell generates energy through two pathways: one fast where glucose is broken down by enzymes into smaller molecules producing energy (anaerobic) and one slow that occurs in mitochondria where the end products of glycolysis are used to produce water and carbon dioxide (aerobic). ATP is the central currency of energy in living cells and is generated through both fast and slow pathways. The winding pathway within a cell called the endoplasmic reticulum (ER) is responsible for synthesizing and exporting proteins that carry out the work of the cell. Palade and colleagues used radioactivity to label proteins in a cell and followed their journey from the ribosome to the ER, Golgi apparatus and finally to secretory granules. Proteins can be modified at each point in their journey. The twinning of two ways of seeing, microscopy and biochemistry, revolutionized subcellular anatomy and led to the discovery of functional, anatomically defined subcellular structures.",
      "The text describes the various structures and functions of cells in plants and animals, including chloroplasts, mitochondria, peroxisomes, nuclei, and more. The nucleus is described as the command center where the genetic material is stored, and it is responsible for receiving and disseminating signals. The nucleus and other cell structures play vital roles in enabling the cell to maintain its autonomy and homeostasis and perform essential functions, such as reproduction and functional specialization. The author mentions that the discovery of the functional anatomy of cells led to the development of new medicines. A case study of a boy with Leber hereditary optic neuropathy (LHON) caused by a mitochondrial mutation is also mentioned.",
      "Chinese scientists modified the virus AAV2 to carry ND4 gene and tested it on 8 patients with LHON in a clinical trial. The study showed improvement of vision in 5 out of 8 patients over 36 months. The virus, now known as Lumevoq, is currently undergoing late-phase clinical trials for LHON patients with early vision loss. In the RESCUE trial, gene therapy was used to halt progressive loss of vision in patients with the mutation within 6 months of visual impairment. The trial was a success but showed improvement in both treated and untreated eyes, leading to questions about interconnections between retinal ganglion cells or other mechanisms of connection across two eyes. Lumevoq represents a new direction for medicine as an organelle-directed therapy that replenishes functional deficiency in the mitochondrion of a retinal ganglion cell."
    ],
    "wordCount": 7547
  },
  {
    "tag": "h2",
    "header": "THE DIVIDING CELL Cellular Reproduction and the Birth of IVF",
    "content": [
      "In this chapter the author discusses the process of cell division and reproduction. They explain that not all cells are capable of dividing, but every cell is the result of a previous cell division. The author then goes on to discuss two types of cell division: mitosis and meiosis. Mitosis is the process by which new cells are produced to build, grow, or repair an organism, while meiosis is the process of creating new sperm or egg cells for reproduction. The author then describes the work of the German scientist Walther Flemming, who discovered mitosis and observed the systematic stages of cell division in salamanders and other organisms. He found that cells went through a cycle of condensing into skeins, splitting, and then returning to a resting stage in the daughter cells. The author also explains that cell division can be divided into several phases, including a resting phase (G0), a preparation phase (G1), a duplication phase (S), a final checkpoint (G2), and finally mitosis. The purpose of these phases is to ensure the health and accuracy of the DNA before dividing the cell into two daughter cells.",
      "The text describes the process of cell division and the discovery of the role of Cyclins & CDKs in regulating it. The process of duplicated chromosomes getting tugged apart and eventually leading to the formation of two daughter cells is described. A man named Paul Nurse is introduced as a scientist who studied the coordination of a cell’s cycle and discovered genes associated with different phases of cell division. Tim Hunt, Lee Hartwell, and Paul Nurse worked together to find the mechanism by which cells control their division and were awarded a Nobel Prize for Physiology and Medicine in 2001. The text also touches on the topic of in vitro fertilization (IVF) and how it is a form of cell therapy that manipulates human cells to treat infertility.",
      "Dr. Landrum Shettles was a scientist who performed experiments in petri dishes and test tubes to keep primordial embryos alive for up to 6 days. He helped a couple in Florida conceive a child in 1973, but didn't report the extension of his work to hospital committees and was eventually fired and moved to Vermont and Las Vegas where he continued his research. Robert Edwards and Patrick Steptoe were two English scientists working on in vitro fertilization who took a more cautious approach. Edwards was a geneticist and physiologist interested in cell division, who eventually published a paper on in vitro fertilization in Nature in 1969.",
      "The first human embryo produced through In vitro fertilization (IVF) was created in a lab by an individual named Purdy. The idea of IVF was met with controversy when it was first introduced, as some gynecologists did not consider infertility a disease, and religious groups pointed to the special status of the human embryo. It took almost a decade for medical community to accept infertility as a disease. On November 10, 1977, a tiny cluster of living embryonic cells were transferred into the womb of Lesley Brown, who had been trying to conceive naturally with her husband John for 9 years but failed due to blocked fallopian tubes. Nine months later, on July 25, 1978, Dr. John Webster delivered a baby girl, the first IVF baby. She was named Louise Brown and her birth caused a public reaction with both criticism and celebration. Robert Edwards received the Nobel Prize in 2010 for his work in IVF. Today, advances in cellular biology are beginning to transform the field of IVF, and researchers are working toward developing tools to increase the success rate of singleton human birth through IVF.",
      "The success rate of a single embryo implantation in IVF has increased to 93%. The cell cycle in yeast cells was dissected by Paul Nurse and students, linking chromosomes to inheritance and ultimately identifying DNA as carrier of genetic information. Studies have shown that the inheritance of traits occurs through inheritance of chromosomes. Karl Wilhelm von Nägeli dismissed Mendel's & Flemming's experiments. Principles of cell division were later understood in all organisms. G2 \"arrest\" is reserved for detecting catastrophic mutations, balancing necessary mutations for evolution with repair of errors. CDK proteins play a central role in cell division, but few successful cancer therapies blocking them have emerged due to their essentiality for life. Medically assisted reproduction involves enhancing human reproduction through drugs, hormones, surgical intervention, and manipulation of cells outside the body. New technologies include genetic engineering of human sperm, eggs, and embryos."
    ],
    "wordCount": 8818
  },
  {
    "tag": "h2",
    "header": "THE TAMPERED CELL Lulu, Nana, and the Transgressions of Trust",
    "content": [
      "In 2017, a geneticist named He Jiankui, also known as JK, met with two couples on the campus of a university in China to discuss a medical procedure. JK was going to alter the embryos' genes before implantation, creating \"transgenic\" gene-edited babies. The procedure was recorded on video, but the details of the meeting are not well known. In 2019, JK was sentenced to three years in prison for violating protocols of informed consent and the improper use of human subjects. Gene editing technology was developed from a bacterial defense system that allows for directed, deliberate changes in a genome. Cas9 is a commonly used protein that allows for specific changes in a cell's genome. In 2017, JK proposed to edit the CCR5 gene in human embryos, which is an immune-related gene that is a method of entry for the HIV virus. However, the logic of JK's experiment was flawed because the embryos were not at risk of becoming infected with HIV and disabling the CCR5 gene might increase the severity of infections caused by other viruses. The ethics of JK's experiment were called into question, as he inverted virtually every principle that governs the ethical use of humans as subjects in clinical studies.",
      "A geneticist used the Cas9 protein and RNA molecule to edit the CCR5 gene in embryos. The edited embryos were implanted in a womb and resulted in the birth of twins in 2018. The scientist was criticized for lack of transparency and informed consent, leading to his imprisonment and ban from IVF research. Other scientists are now proposing similar experiments, leading to discussions on establishing regulations for human gene editing in embryos.",
      "The text describes the evolution of multicellularity from single-celled organisms. The author mentions experiments that show that under the right evolutionary pressure, single cells can become multicellular aggregates over a few generations. The author suggests that specialization and cooperation conserve energy and resources while allowing new synergistic functions to develop, and multicellularity evolved to support larger sizes and rapid movement, allowing organisms to escape predation or move toward food. The author also touches on how cells divide to create specialized structures and how cells acquire specialized functions.",
      "The text describes \"development\" as the formation of organized and functional anatomies in organisms as they grow in size and complexity. Some scientists who made significant contributions to this field are Francis Mojica, Philippe Horvath, Virginijus Syksnys, Jennifer Doudna, Emmanuelle Charpentier, and Feng Zhang. They studied the antiviral defense system encoded in the bacterial genome and genetically manipulated it to make programmable cuts in DNA. The text then discussed the mutations introduced into the genomes of the babies by JK's method, which did not re-create the exact thirty-two-letter deletion in the natural human mutation CCR5–delta 32. There are still fundamental scientific questions that remain unanswered about He Jiankui's genetic manipulation, including whether every cell in the embryo was altered or just some, and if so, which ones, and whether other genes were altered."
    ],
    "wordCount": 6463
  },
  {
    "tag": "h2",
    "header": "THE DEVELOPING CELL A Cell Becomes an Organism",
    "content": [
      "The chapter is about the development of a zygote into a human fetus. It starts by discussing the theories of fetal development that were proposed in ancient times. Aristotle believed that the form of the fetus was the menstrual blood from the mother, which the sperm from the father would fashion into the fetal form. This idea was later replaced by epigenesis, the theory that fetal development occurs through a series of changes in the developing zygote. German friar Albertus Magnus and then Caspar Friedrich Wolff studied animal and bird embryos and observed the formation of organs in the embryo. This led to the theory of embryological development, in which all the anatomic structures of a developing embryo are formed by dividing cells. The zygote divides into many cells, forming a small ball and a structure called the blastocyst. The inner cell mass divides and forms three layers: the ectoderm, mesoderm, and endoderm. These three layers will give rise to all the organs in the human body. A rod-like structure called the notochord is formed within the mesoderm, determining the position and axis of internal organs and secreting proteins called inducers. The ectoderm invaginates, forming a tube that will become the precursor of the nervous system. Individual organs then form, including the heart, liver bud, intestines, and kidneys. The mechanisms that drive embryogenesis involve complex cell-cell and cell-gene interactions. In the 1920s, Hans Spemann and Hilde Mangold transplanted tissue from one frog embryo to another and found that the transplanted tissue would induce the host cells to adopt its fate. They had discovered a basis for the stage-by-stage development of the embryo.",
      "The text describes the process of embryonic development and how early-developing cells secrete proteins and chemicals that guide late-developing cells to form organs and connections between them. It explains that the growth of an embryo is influenced by intrinsic signals encoded by genes in cells and extrinsic signals induced by surrounding cells. The text then describes the story of the pharmaceutical company Chemie Grünenthal and its drug Thalidomide, which caused birth defects due to its effect on intracellular proteins. The text then discusses the debate surrounding the manipulation of human reproduction and development and how it involves all humans as stakeholders in the ongoing global conversation about the limits of scientific intervention.",
      "Sperm swim using a long, whipping tail called the flagellum, powered by a molecular motor and surrounded by mitochondria. Cilia, smaller mobile filaments, are important for cell movement in various bodily functions such as nutrient transport, defense against infection, fertilization, and expelling foreign particles. Primary ciliary dyskinesia impairs cilia function leading to respiratory and fertility issues. The placenta provides nutrients for the early embryo, connected by the umbilicus. Transplanted cells from the front end of the notochord in a frog embryo resulted in two heads with two nervous systems. Development of the embryo is determined by signals from earlier cells and protein factors distributed in gradients."
    ],
    "wordCount": 4600
  },
  {
    "tag": "h2",
    "header": "THE RESTLESS CELL Circles of Blood",
    "content": [
      "The author of the book is a hematologist who studies blood and blood diseases. On Mondays, the author arrives at work early to examine blood samples under a microscope. The author whispers to themselves as they look at the slides, dividing the main components of blood into red cells, white cells, and platelets, and examining each type separately. The author notes any abnormalities that may be present. One patient named Greta B. had anemia, but after further examination, the author found that she had myelodysplastic syndrome, which can progress to leukemia. The author describes blood as a network that speaks to every organ and cell in the body, transmitting hormones, nutrients, oxygen, and waste products. The author mentions the historical belief that the body was made up of four humors, with blood being the most important. In the seventeenth century, William Harvey proposed that blood moves in continuous circles powered by the heart. The author notes that blood carries cells, including red blood cells, among other things.",
      "History of red blood cells & blood transfusion: Dutch physician Jan Swammerdam studied red globules in 1658, British anatomist William Hewson found them to be disk-shaped in the 1770s. German physiologist Friedrich Hünefeld discovered protein hemoglobin in red blood cells of earthworms in 1840. Physiologists found hemoglobin carried iron and bound oxygen. Red blood cells carried oxygen to all body parts, including the heart which drew oxygen from red cells to pump. Plasma carries other materials crucial to human physiology. Blood transfusion is the first modern form of cellular therapy but early experiments were macabre & mad, leading to a ban on animal-to-human transfusions. Austrian scientist Karl Landsteiner found blood compatibility could be classified into 4 groups: A, B, AB, and O, leading to the 1930 Nobel Prize in Physiology or Medicine. Further refinements included Rh-positive & negative for determining compatibility within each group. Blood transfusion became safe with matching blood between donors & recipients, using sodium citrate, refrigeration, paraffin-coated storage bags, and dextrose. The trial for blood transfusion was on the battlefields of World Wars I & II where blood banks were established. By the 1940s, blood donation & banking became common practices in the field.",
      "The text describes the significance of blood transfusion and blood banking in modern medicine, particularly in surgeries and cancer chemotherapy. The author describes their own experience of resuscitating a man with liver failure, who suffered from severe hemorrhage, and how they used multiple bags of blood to stabilize him. The author also mentions the discovery of different blood groups by Landsteiner, with the initial finding of three blood groups (A, B, and C) and later four (A, B, AB, and O)."
    ],
    "wordCount": 5045
  },
  {
    "tag": "h2",
    "header": "THE HEALING CELL Platelets, Clots, and a “Modern Epidemic”",
    "content": [
      "The chapter discusses the role of platelets in controlling bleeding and clotting. Platelets are small fragments of cells found in human blood, discovered and named by Giulio Bizzozero in 1881. Bizzozero observed that these cell fragments accumulated at the site of an injury, leading to the formation of a blood clot, which helps stop bleeding. Researchers later discovered that there was a second system in the blood to stop bleeding, involving a cascade of proteins that sense injury and assist in forming a clot. There are genetic disorders involving the failure of platelet function and abnormalities in clotting, such as von Willebrand disease, which is caused by a deficiency in a key clotting protein called von Willebrand factor. The process of clotting is complex and involves multiple signals and proteins to convert fibrinogen into fibrin, a mesh-forming protein that traps platelets and forms a clot.\n\nHowever, modern lifestyles and environments have led to an epidemic of heart disease caused by excessive platelet activation. Plaques, inflamed, calcified, cholesterol-rich blobs that hang on the walls of arteries, are being ruptured and sensed as wounds, leading to platelets rushing in to plug the wound and blocking the flow of blood into the heart muscle. Aspirin is one of the most effective therapies for preventing a heart attack, as it decreases platelet activation and subsequent clots by blocking the key enzyme that produces injury-sensing chemicals. In the 1990s, heart attacks were treated with bed rest, oxygen, and sedation with morphine, but today there is a rush to the hospital, diagnostic tests, and therapies to prevent heart muscle damage.",
      "The text describes a race to get a patient with suspected coronary artery disease to a cardiac catheterization lab, where they could receive treatment such as a thrombolytic drug or a procedure using a balloon-shaped device. The patient's physical examination is described, including their risk factors and the presence of bruits indicating plaque buildup, which can lead to heart attacks if the debris ruptures and forms a clot. Drugs and procedures have been developed over the years to prevent or treat heart attacks, such as aspirin, clot-dissolving drugs, platelet-inhibiting drugs, and cholesterol-reducing drugs like Lipitor. A newly launched biotech company in Boston, Verve Therapeutics, has proposed a strategy for reducing blood levels of LDL cholesterol by using gene-editing to inactivate genes encoding for cholesterol-related proteins in human liver cells. The story begins with observations of families with unusual symptoms from high cholesterol levels and leads to the discovery of genetic mutations and the development of drugs to decrease LDL levels and prevent heart attacks."
    ],
    "wordCount": 3330
  },
  {
    "tag": "h2",
    "header": "THE GUARDIAN CELL Neutrophils and Their Kampf Against Pathogens",
    "content": [
      "White blood cells were discovered in the 1840s and were named “leukocytes”. In 1843, William Addison proposed that these cells played a crucial role in infection and inflammation. He noticed that tubercles, white, pus-filled nodules associated with tuberculosis, were filled with white blood cells and granules. Elie Metchnikoff expanded on Addison's findings in the 1880s through experiments with starfish and other organisms. He discovered that immune cells, such as neutrophils, were summoned to sites of inflammation and tried to ingest the irritant or infectious agent. He called this process phagocytosis. Neutrophils are among the first cells to respond to injuries and infections. They are armed with receptors that recognize proteins found in bacterial cells and viruses. This makes them an important part of the innate immune system, which is present in almost all multicellular creatures. Despite its centrality, the innate immune system has proven difficult to manipulate medically. Vaccination is one example of manipulating innate immunity.",
      "The text describes the history of smallpox inoculation from the Gangetic plain to Europe. The practice of taking a pustule from a smallpox patient, mixing it with a paste of rice and herbs, and inoculating a child by rubbing the mixture on a sharp nick on the skin was popularized in India. The practice was learned from Arabic physicians who got it from Chinese doctors. Chinese medical healers had realized that people who survived smallpox did not catch the illness again. They used a smallpox scab to insufflate it through a child’s nose as vaccine. The practice spread throughout the Arab world and Europe. Lady Mary Wortley Montagu wrote to her friend in 1718 about the safety of the experiment. The word \"immunity\" was used by a Dutch diplomat in 1775. Edward Jenner is widely celebrated as the father of vaccination but his experiment might be misattributed. Jenner's vaccine was derived from cowpox, but the virus carried in the pox lesions was likely horsepox. The underappreciated fact of vaccination is its activation of the innate immune system through phagocytosis. Disabling the innate immune system affects B and T cells, making response to vaccines severely diminished. Vaccination has changed the face of human health by providing vaccines against deadly pathogens. The story of vaccination is not a story of progressive scientific rationalism but one of veiled hearsay, gossip, and myth. The author describes their experiment to create a new class of receptors for monocytes to bind to a protein on cancer cells, directing a potent punch on cancer without stirring up the inflammatory response in general.",
      "Super-phagocytes are cells that have the ability to eat tumors. Researchers are growing and testing these cells as a potential treatment for various cancers, including breast cancer, melanoma, and lymphoma. In March 2022, the first patient was given an experimental therapy involving super-phagocytes. The outcome is not yet known, but the patient survived the treatment without complications. The author feels a mixture of emotions about the discovery transitioning from laboratory to human medicine. The innate immune system has multiple cells, including mast cells, natural killer (NK) cells, and dendritic cells, each with different functions in response to pathogens. The knowledge of innate immunity and the genes that activate it come from experiments in the 1990s."
    ],
    "wordCount": 4844
  },
  {
    "tag": "h2",
    "header": "THE DEFENDING CELL When a Body Meets a Body",
    "content": [
      "The topic of this passage is the history of the development of the adaptive immune system, more specifically the creation of the terms \"antibody\" and \"antigen.\" Paul Ehrlich was a scientist working in Robert Koch's laboratory in Berlin, who became infected with tuberculosis while working on it. He was sent to Egypt to convalesce, where he was summoned to help a man’s son who had been bitten by a snake. The father of the boy told Ehrlich that he too had been bitten several times by the same snake and had become immune to its venom through repeated exposures. This story stuck in Ehrlich’s mind and inspired him to work with biologist Emil von Behring and Japanese scientist Shibasaburo Kitasato on immunity experiments. They demonstrated that serum from an animal exposed to disease could transfer immunity to another animal and von Behring first used the word \"antitoxin\" to describe the activity of the serum. Ehrlich, who was a chemist at heart, coined the term \"antibody.\" He believed that every cell in the body displayed unique proteins, called side chains, on its surface and that by changing the side chain of a chemical substance, you could change the binding properties of an antibody. By the 1940s, it was known that B cells were made by cells in the bursa of Fabricius in birds, but in mammals, including humans, they were primarily produced in the bone marrow and matured in the lymph nodes. The true molecular shape of an antibody was discovered years later by Gerald Edelman and Rodney Porter. They found that antibodies were Y-shaped molecules with two heads that bind to antigens and a stem that enables them to engage with the immune system. Linus Pauling proposed an answer to how the immune system could have enough genes to make so many antibodies, but his theory was wrong.",
      "Antibodies have a predetermined physical form encoded by genes, but the shape of antibodies can change to fit antigens through mutation. Frank Macfarlane Burnet proposed that B cells display a single receptor for an antigen and are selected, not the antibodies, when they bind the antigen. B cells acquire unique antibodies through regulated mutations by rearranging genetic modules. Antibodies can attack pathogens and cancers, leading to the creation of drug-like antibodies. César Milstein solved the challenge of making these drug-like antibodies, but faced difficulties in Argentina due to political unrest.",
      "A pH meter was smuggled out of Argentina and led to the return of Milstein to Cambridge where he changed his focus from bacterial proteins to antibodies. He and Köhler created a hybrid cell by fusing a B cell with a cancer cell that resulted in an immortal plasma cell capable of perpetually secreting one type of antibody, a monoclonal antibody. Monoclonal antibodies (MoAb) have various uses including medical applications as new drugs. An antibody works by binding its target, like a key to a lock, to inactivate or activate its function. The first use of MoAb for medical purposes was personalized cancer immunotherapy but was later found to be unscalable. Rituxan, a MoAb, was among the first anti-cancer antibodies and is used to treat various cancers and noncancerous diseases. The process of creating an antibody involves the activation of a B cell receptor and the refinement of the antibody over time by plasma cells and memory B cells."
    ],
    "wordCount": 5815
  },
  {
    "tag": "h2",
    "header": "THE DISCERNING CELL The Subtle Intelligence of the T Cell",
    "content": [
      "The thymus is an organ in the human body that has been long forgotten by most scientists. In 1961, Jacques Miller discovered its function as the site of maturation for T cells (a type of immune cell) in newborns. T cells are different from B cells, which generate antibodies to kill microbes. However, the function of T cells remained a mystery until the 1970s. The author describes his experience studying with Alain Townsend at Oxford University where he was assigned the problem of understanding how chronic viruses like herpes simplex virus, cytomegalovirus, or Epstein-Barr virus persist inside the human body without being eliminated by the immune system. He describes the energy and excitement of the lab, working with mentor Vincenzo Cerundolo, and the shift in their interests from immunology to cancer and the immunology of cancer. The author reflects on the loss of Cerundolo when he died from lung cancer and the grief that followed. He describes T cells as discerning cells that can distinguish between a virus-infected cell and an uninfected one, and between self and nonself with almost miraculous sensitivity.",
      "Immunologists in Australia discovered a clue to T cell recognition. They started with killer T cells that recognize virus-infected cells and use toxins to destroy them. These T cells have a CD8 marker protein on their surface, which allows them to recognize viral infections only in the context of the self. The T cells can recognize a cell from the same body, but will only kill infected cells from the same body. The researchers found that the T cells recognize the infected self through a set of MHC class I molecules. Alain Townsend later took up the question of how a killer T cell detects a virus-infected cell and found that the CD8 killer cells were detecting viral peptides, not intact proteins, and that these peptides had to be presented to the T cells in the right frame carried by the MHC class I protein. The molecular structure of the MHC class I and the T cell receptor were also solved, showing a matching of form and function that allows simultaneous recognition of self and foreign elements.",
      "The text describes the process of how viruses and bacteria activate a T cell response in the body's immune system. Proteins, including viral proteins, are broken down into smaller pieces (peptides) by the cell's proteasome. These peptides are then presented on MHC class I proteins and displayed on the cell's surface for T cell surveillance. If a foreign peptide is presented by the self MHC, it triggers an immune response and kills the infected cell. The article also explains how the CD4 and CD8 cells play different roles in the immune response to pathogens both inside and outside the cells. CD4 T cells coordinate an immune response, while CD8 T cells kill infected cells. The CD4 count in AIDS patients is low, indicating a selective loss of CD4 helper T cells, which is the first human disease characterized by the loss of a specific T cell subset.",
      "AIDS was discovered in 1981 and caused by the Human Immunodeficiency Virus (HIV). It attacks the immune system's CD4 cells, eventually leading to a collapse of the entire immune system. The virus can be transmitted through unprotected sex, blood transfusions, and infected needles. A man with AIDS was diagnosed after asymptomatic weight loss and a physical exam revealed a lesion on his ankle. He denied any known risk factors for HIV. Antiretroviral therapy, with three to four drugs, controls the virus but doesn't cure it. Research is ongoing for a vaccine against the virus. In 2007, a man with HIV and leukemia underwent a bone marrow transplant from a donor with a mutation that made him resistant to HIV, resulting in the man being virus-free until he succumbed to his leukemia.",
      "Timothy Brown, known as the \"Berlin patient,\" was cured of both leukemia and HIV after receiving a bone marrow transplant with naturally resistant CCR5 delta 32 cells. Although this procedure is too expensive and toxic to be used on a large scale, it has opened questions for future HIV therapies and how the immune system can be taught to recognize the virus. The discovery of the dendritic cell by Ralph Steinman, which jump-starts immunity to pathogens, is also discussed."
    ],
    "wordCount": 9362
  },
  {
    "tag": "h2",
    "header": "THE TOLERANT CELL The Self, Horror Autotoxicus, and Immunotherapy",
    "content": [
      "The concept of self has been explored by philosophers and scientists for centuries. The self is defined as the core of being, a unity of body and soul, with a physical boundary defined by anatomy and a metaphysical entity that occupies it. This idea of the self can be extended to cells in an organism, with cells recognizing their altered self but not attacking it when a viral or bacterial peptide is presented. Early physiologists noted the rejection of nonself by human tissues, which was later studied during World War II through skin grafting experiments. A British immunologist named Peter Gorer and American geneticist Clarence Cook Little found that multiple genes were involved in immune rejection of transplants, eventually leading to the discovery of histocompatibility genes, which determine the boundary of the immunological self. These H genes encode MHC molecules, which are crucial in how T cells recognize their targets. In essence, every cell in the body expresses a set of H2 proteins that are different from other cells, allowing the self to know itself.",
      "In the text, the author discusses the role of major histocompatibility genes (H2 or HLA) in the immune system. These genes encode proteins that present peptides to T cells, enabling the immune response to detect viral infections and reject invading cells from strangers. The T cell uses the MHC molecules to recognize the self and reject the nonself, but how does it distinguish between the normal cell's roster of peptides and the foreign invader? The T cells recognize the self by being deleted or removed during infanthood or prenatal development, but T cell deletion alone is not enough to ensure that immune cells don't attack the self. T regulatory cells suppress the immune response, while an out-of-control T cell can lead to autoimmunity. The author describes cases of autoimmune diseases and their physical manifestations.",
      "A new immunosuppressant seems to have abated lupus disease but the cause of the immune system reaction remains unknown. Researchers have explored the idea of using immunological toxicity against cancer cells, as malignant cells share features of normal cells but also attack them. The body has forbidden clones and regulatory T cells to prevent autoimmunity. There are multiple triggers that have evolved to prevent friendly fire by T cells on normal cells. To direct a T cell response against cancer, it must first become detectable to the immune system. Cancer cells may use the same mechanisms as normal cells to prevent attacks, but scientists have discovered two proteins, CTLA4 and PD-1, that prevent T cells from attacking. Antibodies have been developed to inhibit these proteins and turn off the tolerizing checks on T cells, resulting in checkpoint inhibition immunotherapy for cancer. However, these therapies also risk an autoimmune attack on normal cells.",
      "The text describes a new understanding of the immune response in the body. It explains that platelets, B cells, and T cells play important roles in responding to breaches in the body and defending against invaders, including cancer. The author compares the immune system to a cellular civilization with its own language, organization, memory, architecture, subcultures, and self-recognition. The text also mentions the challenge of cancer cells evading destruction by drugs and natural mechanisms in the body by surrounding themselves with normal cells and resisting penetration by immune cells. The author touches on the ongoing research into why cancer cells can circumvent T cells designed to recognize and kill them, including the importance of a fully active lymphoid organ within a solid tumor for immunotherapy to be effective."
    ],
    "wordCount": 6845
  },
  {
    "tag": "h2",
    "header": "THE PANDEMIC",
    "content": [
      "The pandemic of the novel coronavirus, SARS-COV2, which began in early 2020, has taken the world by storm and changed the way we live our lives forever. People all over the world have been affected by this virus, which has spread rapidly and caused over 450 million infections and nearly 6 million deaths. The virus has mutated into different strains, with some being more lethal than others, and scientists are working tirelessly to develop vaccines to combat it. Despite the efforts of medical professionals, the pandemic has brought the world to its knees and exposed the weaknesses of the global public health system.\n\nIn the early days of the pandemic, people were still optimistic about their understanding of the immune system and how it could be manipulated to cure diseases. However, as the virus started to spread, it became clear that this was not the case. The virus was highly contagious and could be spread even when carriers showed no symptoms, making it difficult to control its spread. This led to the collapse of many systems, including the healthcare system in India, where the second wave of the virus was much deadlier than the first.\n\nThe pandemic has also had a profound emotional impact on people, with many losing friends and loved ones to the virus. It has also caused widespread economic hardship, with businesses closing and people losing their jobs. The author reflects on the memories of the pandemic and the images that will stay with him forever, such as the constant sounds of ambulance sirens, the exhaustion of healthcare workers, and the desperation of people who were unable to access medical care.\n\nIn conclusion, the pandemic has exposed the fragility of our world and the lack of preparedness for such a crisis. It has shown that even the most advanced nations are not immune to the devastating effects of a pandemic. The author reflects on the need for a better global response to future pandemics and the importance of investing in a strong public health system.",
      "The text details the mystery and unknowns surrounding COVID-19. It highlights the major features of the virus such as exponential growth, unpredictably deadly and asymptomatic/presymptomatic transmission. The author also talks about how cell biology sits at the center of medical mysteries and how the pandemic has forced scientists to examine the immune system more closely. The author mentions several unanswered questions surrounding the virus, including how it hijacks the host's immune system, why it is more severe in men than women, and why some people generate potent antibodies while others don't. The author concludes by acknowledging that the pandemic has exposed gaps in our knowledge and a necessary dose of humility."
    ],
    "wordCount": 3969
  },
  {
    "tag": "h2",
    "header": "THE CITIZEN CELL The Benefits of Belonging",
    "content": [
      "The author, a doctor, struggled with the effects of the pandemic on the medical system and society as a whole. He found it difficult to write, but eventually produced an essay reflecting on the crisis and the importance of systems in medicine. The author then shifted his focus to the concept of belonging and citizenship within the body, specifically in the heart. The heart has long been considered a symbol of attachment and love, but it also serves as a model for cellular cooperation in the human body. The heartbeat, which occurs billions of times throughout a person's life, is a complex feat of cell biology. William Harvey, an English physiologist in the 1600s, studied the circulatory system of the heart and found that it was a pump that sent blood in a circuit around the body. The author also reflects on the connection between physical health and emotions, such as longing and belonging, as seen in the pulse.",
      "William Harvey published a series of conclusions about the anatomy and physiology of the heart in 1628. He believed the heart was a pump that moved blood through the body in a circuitous manner from arteries to veins and back. Harvey's views were controversial and some people accused him of departing from traditional anatomy. In 1912, Alexis Carrel cut a fragment of a chick fetus heart and grew it in liquid culture, proving that heart cells can generate autonomous, coordinated pulsation. The 1940s saw Hungarian-born physiologist Albert Szent-Györgyi investigate how cells acquire the ability to contract and relax, discovering the actin/myosin system of fibers responsible for contractions. The heart cells are connected by gap junctions and the stimulus for contraction is the movement of calcium ions through the cell membranes. The heart also has specialized nerve-like cells that generate electrical impulses and valves to ensure proper blood flow."
    ],
    "wordCount": 3931
  },
  {
    "tag": "h2",
    "header": "THE CONTEMPLATING CELL The Many-Minded Neuron",
    "content": [
      "The chapter discusses the structure and function of neurons, which are the building blocks of the nervous system. The author starts by describing their experience of dissecting a human brain during medical school and marveling at the complexity of the organ that houses memories, emotions, and consciousness. The author then moves on to discuss the history of research into neurons and mentions Camillo Golgi and Santiago Ramón y Cajal, who were awarded the Nobel Prize for their work on the structure of the nervous system. Golgi believed that the nervous system was a tangled web of connected cells, while Cajal's drawings showed individual neurons communicating with each other. The author also discusses Luigi Galvani's discovery that the signal that moves from nerve to nerve and muscle is not air, but electricity, and Alan Hodgkin and Andrew Huxley's work on nerve conduction in the late 1930s. The chapter concludes by discussing the idea that neurons are discrete cells that transmit messages from one cell to another and raises questions about the nature of these messages and messengers.",
      "Hodgkin and Huxley recorded the impulse from a squid axon and published their findings in Nature in 1939. They observed the dynamics of a nerve conducting its signal to another nerve. The war interrupted their collaboration, but they resumed their work after the war ended, finding more accurate ways to measure the flow of charge into the neuron and creating a mathematical model to describe the movement of ions into the neuronal cell. Decades later, neuroscientists still use their equations and methods to understand the nervous system. A resting neuron has a negative charge due to high concentration of potassium ions and minimal concentration of sodium ions. Stimulation of the dendrites causes channels in the membrane to open, allowing sodium ions to flood into the cell, changing its net charge. If the pulse reaches the axon hillock and is greater than a threshold, ions self-propagate and amplify, causing the net charge of the axon to turn from negative to positive. The cascade of conduction moves down the axon until it reaches the end. The neuron then resets, restoring equilibrium, and returning to its resting negatively charged state. The gap between the end of one neuron and the start of the next raises the question of how a nerve impulse moves to the next nerve. Eccles believed the only means was electrical, but Dale and Loewi were intrigued by the idea of chemical neurotransmitters transmitting impulses from nerve to muscle and even nerve to nerve.",
      "The text is about the discovery of chemical transmission in the heart and how it was proven by a frog heart experiment. It also talks about the role of neurotransmitters and the function of neurons as active integrators. The text then shifts to the study of glial cells in the nervous system, specifically their role in pruning synapses and potential involvement in diseases such as schizophrenia, Alzheimer's, multiple sclerosis, and autism.",
      "The text describes a person's experience with depression and their journey towards understanding the root causes of the condition. The author meets Paul Greengard, a neurobiologist who explains his theory that depression is a slow brain problem caused by the response of neurons to neurotransmitters. The author later meets Helen Mayberg, a neurologist who uses deep brain stimulation to treat neuropsychiatric diseases.",
      "Deep brain stimulation (DBS) is being explored as a new treatment for depression that is resistant to normal therapies. The therapy aims at cell circuits in the brain and was pioneered by Dr. Mayberg in the early 2000s. Using imaging techniques, circuit mapping and neuropsychiatric tests, Dr. Mayberg identified Brodmann Area 25 (BA25) in the brain as a possible regulator of emotions and symptoms prevalent in depression. Through trials, Dr. Mayberg found that chronic electrical stimulation of cells in BA25 could relieve symptoms of severe depression. DBS is an imprecise and delicate procedure and the efficacy of the treatment varies among patients, with some experiencing significant improvement in mood while others do not respond. Ongoing studies aim to understand why DBS works for some but not for others.",
      "Small number of neurons in animals transmit impulses electrically through gap junctions, which are faster than chemical synapses but rare. Sea slug uses electrical circuit to squirt ink during flight response. The use of both electrical and chemical synapses allows integration of neuronal physiology with the rest of the body's physiology and the capacity to amplify or dampen signals. Carlsson was known for work on dopamine and its effects on Parkinson's disease and L-DOPA's role in treating the disorder."
    ],
    "wordCount": 10521
  },
  {
    "tag": "h2",
    "header": "THE ORCHESTRATING CELL Homeostasis, Fixity, and Balance",
    "content": [
      "The Song of the Cell by Siddhartha Mukherjee is about how cells communicate with one another and how that communication affects the body as a whole. The author focuses on the pancreas, an organ located in the abdomen, which was once thought to be nothing more than a cushion but has since been discovered to play a vital role in regulating the body's internal environment. The discovery of the function of pancreatic cells began with a dispute between two anatomists and ended with the murder of one of them. The discovery of the main pancreatic duct by Johann Wirsung sparked interest in the gland's function and led to further research. Physiologist Claude Bernard found that the pancreas released digestive juices to break down food into simpler, digestible units. Later, Paul Langerhans discovered that the pancreas also contained clusters of cells called islets of Langerhans, which secrete insulin and regulate glucose levels in the blood. Frederick Banting was intrigued by this discovery and believed that the islets were responsible for controlling sugar levels in the blood. He conducted an experiment to isolate the internal secretion of the islets and discovered insulin, which helps control diabetes.",
      "In 1920, Canadian surgeon Frederick Banting discovered the hormone insulin, which controls sugar. He worked with medical student Charles Best to perform experiments on dogs to prove his theory. Despite initial failures, the team eventually succeeded and purified insulin. Banting and John Macleod won the Nobel Prize for their discovery, but Banting split his prize with Best. Insulin has changed the lives of millions of people with type 1 diabetes by regulating their blood sugar levels. In 2014, a team led by Doug Melton at Harvard published a method to make human beta cells (insulin-producing cells) in the lab, with the goal of creating a bioartificial pancreas to help those with type 1 diabetes.",
      "A team of scientists at Harvard worked on coaxing human pluripotent stem cells to form islet cells, which eventually resulted in the creation of insulin-secreting cells made from stem cells. The cells have been trialed in patients with type 1 diabetes and have shown promise in controlling blood sugar levels. The next step is to encapsulate these cells into a device that is immune-protected and stable in the body to act as entry and exit slots for nutrients. The four organs that maintain homeostasis in the body include the liver, pancreas, brain, and kidney. These organs work together to prevent pathological aberration and keep the organism in position."
    ],
    "wordCount": 5979
  },
  {
    "tag": "h2",
    "header": "THE RENEWING CELL Stem Cells and the Birth of Transplantation",
    "content": [
      "The text describes how the discovery of stem cells, which are cells that continuously generate blood in the human body and are necessary for homeostasis in tissues such as blood, was born of a paradox. The bombing of Hiroshima provided proof that stem cells exist, but stem cells are themselves a biological paradox because they must both generate functional “differentiated” cells and replicate themselves to maintain their supply. The idea of a “stem cell” was first proposed by Ernst Haeckel in 1868, but it wasn’t until the 1890s that biologists began to debate whether such a cell existed in the adult organism. In the late 1890s, Artur Pappenheim found islands of cells in bone marrow where multiple types of blood were being regenerated, and Edmund Wilson used the phrase “stem cell” to describe a cell capable of differentiation and self-renewal. However, by the 1950s, references to stem cells had largely vanished from the biological literature. Ernest McCulloch and James Till, two Canadian researchers, reignited interest in the study of blood cell regeneration after radiation exposure. They brought complementary skills, with McCulloch’s expertise in hematology and Till’s knowledge of radiation physics, to their collaboration in Toronto in the mid-1950s.",
      "\"In the 1960s, James Till and Ernest McCulloch discovered a rare type of blood-forming stem cell in mice by exposing them to high doses of radiation and transferring bone marrow cells from another mouse. By sacrificing the mice and conducting autopsies, they found colonies of these stem cells producing red cells, white cells, and platelets in the spleen. These colonies were able to regenerate blood and were self-renewing. Later studies confirmed that these were multipotent cells arising from a single founder cell. Flow cytometry was used by Irving Weissman to isolate human blood-forming stem cells from bone marrow. Bone marrow transplantation was first successfully performed on identical twins with a noncancerous blood disease and later used to treat leukemia. The malignant blood cells were destroyed with chemotherapy and radiation and replaced with donor marrow stem cells.\"",
      "A physician named Mathé discovered that bone marrow transplants from donors to patients who had been exposed to radiation and developed bone marrow failure resulted in an immune response in the donor marrow attacking the body of the transplanted patients. The rejection was due to the ancient system for maintaining the sovereignty of organisms and rejecting invading cells, but in bone marrow transplants, the direction is reversed. Tests were developed to predict compatibility and immune-suppressing drugs were created to dampen the host’s resistance to accept the allograft. Thomas assembled a group of doctors who pushed the frontiers of bone marrow transplantation including Rainer Storb, Beverly Torok-Storb, Dr. Alex Fefer, and Thomas' wife Dottie who was known as \"the mother of bone marrow transplantation\". Thomas won a Nobel Prize for his studies, but the experiences for patients and caretakers were often harrowing with high mortality rates. Graft-versus-host disease, the immune response from the donor, could also attack leukemia, resulting in cures for blood cancers. Over time, the success rates of bone marrow transplants increased, becoming one of the mainstays of cellular therapy. Stem cells have been found in multiple organs and organisms and two of the most fascinating stem cells are the embryonic stem cell and induced pluripotent stem cell. In 1998, an embryologist procured discarded human embryos for culture.",
      "Shinya Yamanaka and James Thomson are stem cell researchers who made breakthroughs in the field in 2006 and 1998 respectively. Yamanaka used genetic manipulation to turn adult mouse tail-tip fibroblasts into stem cells, a transition thought to be impossible in biology. Thomson extracted inner cells from embryos to form human embryonic stem cells (h-ES cells) which proliferated for months in cell culture without genetic damage and were capable of forming multiple kinds of human tissue. Yamanaka later used his technique on human skin fibroblasts to form induced pluripotent stem cells (iPS cells). The allure of iPS cells is that one can take their own cell and transform it into any desired cell type. This raises questions about the definition of self and identity as scientists build new parts of humans out of iPS cells.",
      "The placenta comes from the outer wall of cells, not the inner cell mass. Some research suggests that under certain conditions, a fraction of ES cells can be totipotent, meaning they can form extra-embryonic tissues. However, most believe human ES cells are pluripotent, forming all tissues except extra-embryonic. Mutations can alter individual cell genomes in the body as an organism matures, making humans a mixture of nonidentical cells. The significance of these differences is unknown."
    ],
    "wordCount": 8112
  },
  {
    "tag": "h2",
    "header": "THE REPAIRING CELL Injury, Decay, and Constancy",
    "content": [
      "The chapter is about the study of bone cells and how they grow, repair and maintain homeostasis. The researcher, Dan Worthley, genetically manipulated a mouse and engineered a gene called Gremlin-1, which would cause the cell to become fluorescent and visible under a microscope. When Dan looked at the bone slices from this mouse, he discovered that the Gremlin-1-expressing cells were located in the growth plate of the bone, where new bone and cartilage were being formed. He also performed lineage tracing experiments and found that these cells gave rise to young cartilage. \n\nDan's findings sparked the interest of the author, who is an oncologist and has been studying the interaction between bone and blood cells for decades. They began working together and discovered something astonishing about these cells. They found that they were responsible for the formation of bone and cartilage, and as the mouse grew older, the number of these cells gradually decreased. \n\nTheir experiments and findings have opened up a new area of research into bone growth and repair, which has been neglected for a long time. Bone is a complex cellular system that grows and repairs itself continuously throughout adult life and is sensitive to hormones, yet it has been overlooked by scientists. The discovery of the role of these cells in bone growth and repair could lead to new treatments for illnesses such as osteoarthritis and osteoporosis, which are major health problems among the elderly worldwide.",
      "Complex cells were identified in the growth plate of mice that give rise to cartilage and bone. The discovery of \"OCHRE\" cells, a putative skeletal stem cell, solved mysteries about how bone grows and how it stops growing. Later, another cell type was discovered in bone marrow that participates in bone thickness and fracture repair. Osteoarthritis was then found to be a disease caused by the death of the cartilage-making stem cells in the joint during injury, leading to an imbalance between growth and degeneration.",
      "The maintenance and repair of tissues in adults seems idiosyncratic to the tissue and can vary from regenerating (liver after cutting) to permanent damage (neurons and some kidney cells). There is a general principle that organs have resident \"repair\" cells that can sense injury and aging, however the intricacies of repair in each organ suggest that the individual cellular repair methods are unique. It can be viewed as a battle between rate of decay and rate of repair with each rate being unique for every cell and organ. Death is a relative balance between forces of decay and rejuvenation with injury overwhelming repair leading to death. Bone cells produce hormones that modulate sugar metabolism, brain development and male fertility. The cells in bone marrow include blood stem cells, stromal cells, neurons, fat-storing cells, and blood vessel cells."
    ],
    "wordCount": 4897
  },
  {
    "tag": "h2",
    "header": "THE SELFISH CELL The Ecological Equation and Cancer",
    "content": [
      "The author of the book writes about the complexity of cancer and how it is a disorder of internal homeostasis. Cancer cells are created when genes that control cell division become broken, meaning they no longer function as they should. The genes that control cell division are known as accelerators and brakes: jammed accelerator genes are called oncogenes, while snapped brake genes are called tumor suppressors. Cancer cells grow and divide without control, invading tissues where they don't belong and breaking the laws of cellular civility. Cancer cells have a unique permutation of mutations that is specific to each individual specimen of cancer, making it difficult to understand which mutations are driving the cancer and which are just present as a result of the cancer. It remains a challenge to determine the best way to treat different cancers because of their genetic differences. The relationship between cancer cells and stem cells is also close, leading to questions about whether stem cells turn cancerous or if there is a subpopulation of cells within cancer that is responsible for its continuous regeneration.",
      "Cells growth is restricted and controlled, but questions persist about stem cells turning cancerous and the role of stem cells in cancer growth. Researchers have shown that introducing a gene into a mouse blood stem cell can create leukemia while transforming a mature glial cell into a brain tumor requires adding many cancer-causing genes. In some cancers, there is a hierarchy where a small subset of cells drive disease progression, but this idea is challenged by researchers who argue that not all cancers have stem cells. Cancer cells and stem cells \"reprogram\" the cell in different ways, with cancer cells being trapped in perpetual rebirth, making it difficult to treat with drugs as cells can select different genes to resist treatment. Trials to target specific genes or mutations have had mixed results due to genetic heterogeneity, resistance to drugs, and difficulty in distinguishing between cancer cells and normal cells. Some believe that the solution lies in understanding the intersection between mutations and the identity of the cell, including its type, location, embryonic origin, and the factors that give it its unique identity. The metaphors of cancer are changing, with some imagining it as an ecology gone wrong or a cooperative assembly between a rogue cell and the environment.",
      "The text describes the current approach towards understanding cancer cells and treating the disease. The author mentions that instead of focusing on mutations, the focus should be on the metabolism of cancer cells. Cancer cells use a unique method of glucose consumption to generate energy, which is different from normal cells. A clinical trial is underway that aims to target this difference in sugar or protein metabolism between cancer cells and normal cells. Other approaches discussed include immunotherapy and attacking cancer's blood vessels. It is noted that there is no singular \"cancer cell\" and each cancer can have multiple types of cells. The author also mentions that the reason for the preference of cancer cells for the less efficient method of producing energy is not clear."
    ],
    "wordCount": 5045
  },
  {
    "tag": "h2",
    "header": "THE SONGS OF THE CELL",
    "content": [
      "The author of this piece reflects on the idea that while we have learned a lot about cells and their functions, we still don't fully understand the interconnectedness between them. He uses the example of a man in the rainforest who knows the names of all the plants but not their songs (a metaphor for the relationships between the plants). The author argues that we need to go beyond just knowing the names of cells and understand the connections between them. He also mentions the work of Rudolf Virchow, a famous cell biologist, and how his ideas about cells and their role in human physiology and pathology continue to be relevant today. The author believes that understanding the \"internal laws of cellular citizenship\" will lead to new advances in cellular medicine.",
      "Cellular engineering is being used to rebuild parts of humans with reengineered cells & can improve or reverse cellular pathology. With advancements, new medical and ethical questions will arise regarding definition of self and change. Will require learning to embrace, challenge and incorporate into societies and cultures."
    ],
    "wordCount": 2114
  },
  {
    "tag": "h1",
    "header": "EPILOGUE “Better Versions of Me”",
    "content": [
      "The epilogue of the book reflects on the changes and advancements in cellular engineering and how it is affecting the human body and personhood. The author ponders over the idea of human enhancement and how it is becoming a new form of emancipation. The author also reflects on the ethical and moral implications of this new technology and the impact it will have on human nature. The author mentions the example of a start-up that offers transfusions of young blood plasma to rejuvenate the bodies of aging people and raises questions about whether this kind of therapy is ethical or not. The author also reflects on Michael Sandel's philosophy of \"an openness to the unbidded,\" and how it relates to the new advancements in cellular engineering. The author argues that the real raw material of the human body is not genes but cells and how the cellular revolution will change the moral landscape of society.",
      "Sickle cell anemia is a disease of hemoglobin, a complex of four proteins that carries oxygen in red blood cells. It is caused by a mutation in the Beta-Globin gene, creating a protein that clumps into fibrous clusters and deforms the shape of red blood cells, leading to pain and clogging of capillaries. Gene therapy for sickle cell anemia has been tested, including harvesting blood stem cells and delivering a corrected copy of the Beta-Globin gene, or permanently activating fetal hemoglobin in blood stem cells. Recent trials have shown promising results, with patients experiencing reduced pain crises and increased hemoglobin levels."
    ],
    "wordCount": 3215
  },
  {
    "tag": "h1",
    "header": "ACKNOWLEDGMENTS",
    "content": [
      "The author thanks a large number of people who helped with the creation of the book, including readers, scientists, editors, production staff, and a photographer. The author expresses gratitude for their support and input, which was invaluable."
    ],
    "wordCount": 235
  },
  {
    "tag": "h1",
    "header": "More from the Author",
    "content": null,
    "wordCount": 0
  },
  {
    "tag": "h1",
    "header": "ABOUT THE AUTHOR",
    "content": [
      "Siddhartha Mukherjee is the author of several popular books, including a New York Times bestseller and a Pulitzer Prize winner. He is an associate professor of medicine at Columbia University, a cancer doctor and researcher. He has a background in Rhodes scholarship and has degrees from Stanford, Oxford, and Harvard Medical School. He has published articles in various journals and periodicals, such as The New Yorker. He lives in New York with his family."
    ],
    "wordCount": 122
  },
  {
    "tag": "h1",
    "header": "Also by Siddhartha Mukherjee",
    "content": null,
    "wordCount": 22
  },
  {
    "tag": "h1",
    "header": "NOTES",
    "content": null,
    "wordCount": 69
  },
  {
    "tag": "h2",
    "header": "Prelude: “The Elementary Particles of Organisms”",
    "content": [
      "In 1837, two scientists named Matthias Jakob Schleiden and Theodor Schwann had a conversation over dinner. Schleiden was a botanist who had been gathering hay and had a prized collection of plants. Schwann was a physiologist who was interested in the structure and growth of animals and plants. During their conversation, Schleiden and Schwann discussed the idea that all living beings were composed of cells. Schleiden believed in vital fluids as the explanation for the birth of cells, while Schwann was skeptical of this theory. However, both scientists saw the commonalities between plant and animal tissues and the idea that cells were the building blocks of life. \n\nSchleiden collected his observations in 1838 and published them in a paper. A year later, Schwann followed Schleiden's work on plants and made his own discovery that animal tissues were also built from cells. Schwann acknowledged that Schleiden's observations were pivotal to his discovery and the conversation they had in 1837 changed the direction of his research. Both Schleiden and Schwann left Berlin in 1839 and went their separate ways, but they remained cofounders of modern cell theory. \n\nThe author, Siddhartha Mukherjee, is a physician and science writer who has written articles for The New Yorker and has studied works such as Roy Porter's \"The Greatest Benefit to Mankind\" and Henry Harris's \"The Birth of the Cell\"."
    ],
    "wordCount": 809
  },
  {
    "tag": "h2",
    "header": "Introduction: “We Shall Always Return to the Cell”",
    "content": [
      "The author provides a context for their exploration of the role of cells in life and disease, referencing the writings of Rudolf Virchow and the death of a friend from disease. They also discuss the case of Emily Whitehead, who received a cellular therapy, and reflect on the idea that the properties of complex living beings ultimately reside in the cells they are made of. The author mentions Akiko Iwasaki, a virologist at Yale University, and reflects on the elusive definition of life. The author also briefly mentions Virchow's concept of \"cellular pathology\"."
    ],
    "wordCount": 415
  }
]
