[
  {
    "tag": "h1",
    "header": "PRELUDE “The Elementary Particles of Organisms”",
    "content": [
      "In 1837, botanist Matthias Schleiden and zoologist Theodor Schwann were discussing phytogenesis over dinner in Berlin. Schleiden had been studying the structure and development of plant tissues and had found a \"unity\" in their construction and organization, with each part of the plant being built out of autonomous, independent units called cells. Schwann, who had also noted the prominence of the nucleus in the cells of a developing animal, realized that the \"unity\" Schleiden had observed in plant cells was a deeper unity that ran through all life. This realization led to the development of the cell theory, which states that:\n-All living organisms are made up of cells\n-The cell is the basic unit of life\n\nThe concept of the cell and understanding of cellular physiology has affected many areas such as:\n-Medicine\n-Science\n-Biology\n-Social structures\n-Culture\n\nThe future potential of cell manipulation and synthetic cells is also mentioned.\n\nThe author acknowledges that there are gaps and lacunae in the story and that it is linked to various fields such as:\n-Genetics\n-Pathology\n-Epidemiology\n-Epistemology\n-Taxonomy\n-Anthropology\n\nThe author also expresses gratitude towards patients, some named and some anonymous, for entrusting their bodies and minds to science."
    ],
    "wordCount": 1566
  },
  {
    "tag": "h1",
    "header": "INTRODUCTION “We Shall Always Return to the Cell”",
    "content": [
      "The author, a medical doctor, reflects on watching his friend die from a malignant melanoma and the way cancer cells \"hijack\" the normal functions of cells in the body. He also describes a new form of medicine being developed using advances in cellular biology, which involves manipulating cells to alleviate suffering and cure diseases.\n\n- Cancer cells use the same genes and proteins as normal cells to fuel growth and spread.\n- The author mentions a medicine that \"uncloaks\" tumors to make them visible to the immune system, highlighting the connection between treatment and advances in cellular biology.\n- Cancer is a reflection of cell biology in a pathological mirror, and the author sees the normal world of cells in an inverted way.\n- The author tells the story of a young girl named Emily who was diagnosed with acute lymphoblastic leukemia (ALL) and did not respond to standard treatment. She was enrolled in a clinical trial involving weaponized T cells that recognize and kill cancer.\n- The treatment caused a fever, but it was revealed that the T cells were working and attacking the cancer. Emily's condition improved and she went into remission, becoming the first child treated with this form of cellular therapy.\n- The new form of medicine is being used to treat various illnesses, such as cancer, diabetes, and heart disease.\n- The author mentions the concept of the \"new human,\" which refers to people who have been rebuilt using modified cells and looks and feels mostly like a normal human.\n- The author emphasizes the importance of understanding cells to understand the human body, medicine, and life itself.\n- The author initially dedicated the book to Rudolf Virchow, but in the end, dedicated it to patients who have opened new inroads in understanding cells and cellular therapy.\n- The author also mentions a brief foray into neurobiology and studying glial cells.\n"
    ],
    "wordCount": 5824
  },
  {
    "tag": "h2",
    "header": "THE ORIGINAL CELL An Invisible World",
    "content": [
      "In the 1800s, the field of medicine was divided into two areas: anatomy and pathology. Anatomy was well-developed, but pathology was still in a state of confusion. Rudolf Virchow, a German physician-scientist, played a significant role in the advancement of pathology. \n\nVirchow was born in Pomerania and initially planned to become a pastor, but due to his soft-spoken voice, he decided to study medicine instead. He was a prominent physician-scientist and his work in cellular pathology helped pave the way for cellular medicine. He promoted free thinking and was a champion of public health. \n\nAt the time, doctors and scientists were searching for a systematic way to explain human diseases, but the best they could achieve was an unsatisfactory surplus of explanations that ultimately relied on gross anatomy. Each disease was thought to be the dysfunction of an individual organ. Virchow, however, began to study the microscopic anatomy of diseases and discovered that diseases were cellular disorders, not organ disorders. This led to the birth of Cellular Pathology.\n\nVirchow worked closely with Robert Friorep, a pathologist, microscopist and the curator of pathological specimens at the hospital. Together, they studied the microscopic anatomy of diseases and discovered that diseases were cellular disorders, not organ disorders. This lead to the birth of Cellular Pathology.\n"
    ],
    "wordCount": 2204
  },
  {
    "tag": "h2",
    "header": "THE VISIBLE CELL “Fictitious Stories About the Little Animals”",
    "content": [
      "In the early seventeenth century, the Dutch father and son team of opticians, Hans and Zacharias Janssen, were the first to discover the potential of the microscope by placing two magnifying lenses on the top and bottom of a tube. They called it a \"compound microscope\" while those with single lenses were called \"simple\". A few years later, Antonie van Leeuwenhoek, a cloth merchant in Delft, built his own simple microscope with a single lens secured on a brass plate, and a tiny stage to mount the specimens. Initially, he used it to grade the quality of cloth, but soon began to use it to examine anything he could find. On May 26, 1675, during a storm in Delft, Leeuwenhoek gathered water from the drains, let it stand for a day, put a droplet under one of his microscopes and held it up to the light. He was entranced by the dozens of kinds of tiny organisms that he saw, which he called \"animalcules.\" He wrote in 1676, \"This was to me among all the marvels that I have discovered in nature the most marvelous among them all.\"\n\nHowever, his reputation suffered due to his reluctance to provide detailed information about his instruments or methods, and the fact that he was not a professional scientist. He was also hindered by the fact that his observations were made through a single-lensed microscope and not the compound microscope which was more prevalent at the time. Robert Hooke, an English scientist and polymath, had also seen cells through a compound microscope in the 1660s, but his observations were not as diverse as Leeuwenhoek's. Despite Hooke's efforts, Leeuwenhoek's reputation suffered and Hooke's influence on cell biology was limited. Nevertheless, Leeuwenhoek's discovery of the microscopic world marked a turning point in the history of science and paved the way for further advancements in the field of microbiology.\n"
    ],
    "wordCount": 3452
  },
  {
    "tag": "h2",
    "header": "THE UNIVERSAL CELL “The Smallest Particle of This Little World”",
    "content": [
      "The history of biology is marked by periods of monumental discoveries followed by valleys of silence, where scientists work to understand the implications of these discoveries. One such valley occurred between 1690 and 1820 in the field of cell biology. Following Robert Hooke's discovery of cells in 1665 and Antonie van Leeuwenhoek's discovery of microorganisms in 1675, scientists aimed to understand the universality, organization, function, and behavior of cells. However, the development of new instruments and model systems, as well as conceptual changes in the field, were necessary to answer these questions. Scientists had to shift from a continuous view of the biological world to one that involved discrete, autonomous elements that unify the world.\n\nDuring this period, cell biology collided with two contentious debates about life that were prevalent in European science. The first debate was with the vitalists, who believed that living beings could not be composed of the same chemicals found in the natural world and that there must be some divine mark that distinguishes living beings. The second debate was with the preformationists, who believed that the entire repertoire of biological organisms was preformed in the egg or sperm and simply grew larger as the organism developed.\n\nIn 1838, botanist Matthias Schleiden and zoologist Theodor Schwann proposed that all living organisms are composed of one or more cells and that the cell is the basic unit of structure and organization in organisms. They synthesized the work of their predecessors to form the first two tenets of cell theory. However, they struggled to understand where cells came from and proposed that cells arise from some sort of crystallization process in a vital fluid.\n\nIt was the scientist and physician Rudolf Virchow who made significant contributions to the development of cell theory. He accepted Schleiden and Schwann's belief that all tissues in animals and plants were made out of cells but rejected the idea that cells arose spontaneously from vital fluid. Instead, he proposed the principle that all cells come from cells through direct succession, and that all pathology is cellular pathology. Virchow also believed that dysfunctions in cells were responsible for malfunctions in the body, and that cellular psychiatry is the basis of normal psychiatry. He also worked on social reform and public health and devoted much of his final years working on sewage systems and the hygiene of cities.\n"
    ],
    "wordCount": 7183
  },
  {
    "tag": "h2",
    "header": "THE PATHOGENIC CELL Microbes, Infections, and the Antibiotic Revolution",
    "content": [
      "In the 1850s, scientists began to understand the connection between cells and pathology by studying the causes of rot and disease. The germ theory, which proposed that some microbes can cause human illnesses, was developed by scientists like Francesco Redi, Louis Pasteur, and Robert Koch. Pasteur and Koch had a rivalry over the idea of attenuated microbes, with Pasteur arguing that they could be weakened to create a vaccine and Koch arguing that they were constant in their pathogenicity. The link between putrefaction caused by microbial cells and human disease was further explored by Ignaz Semmelweis, a Hungarian obstetrician who worked at a Viennese maternity hospital and noticed a higher rate of maternal mortality in one of the clinics. He discovered that the cause was due to the surgeons and medical students who were transferring \"cadaverous material\" from cadavers to pregnant women during childbirth. \nIn the 1850s, John Snow had realized that cholera was caused by a microbe present in the water supply. He had not seen the cholera bacillus under his microscope, but he had instinctively grasped that the causal elements had to be capable of reproducing in the body, reentering the sewage, and restarting an infectious cycle. The infectious units had to be living entities capable of copying themselves. Snow's framework of germs, cells, and risk still scaffolds the diagnostic art in medicine. Each time a doctor sees a patient, they probe the cause of the disease through three elemental questions: is it an exogenous agent, such as a bacterium or virus? Is there an endogenous disturbance of cellular psychiatry? Is it the consequence of a particular risk? The cell wall is an important target for antibiotics. Penicillin, for example, blocks the ability of bacteria to synthesize the cell wall, resulting in bacteria with \"holes\" in their walls. Human cells don't possess these particular kinds of cell walls, making penicillin a magic bullet against bacterial species that rely on the integrity of their cell walls. Every antibiotic is a \"cellular medicine\" – a drug that relies on the distinctions between a microbial cell and a human cell. Bacteria are disturbingly, ferociously, uncannily successful. They dominate the cellular world and are either harmless or actually helpful. In contrast, humans are fragile, feeble, finicky beings capable of inhabiting vastly more limited environments and restricted ecological niches. The third branch of living organisms is Archaea, an entire domain of life discovered only in the mid-1970s by Carl Woese, a professor of biology at the University of Illinois at Urbana-Champaign. The text discusses the origin of the modern eukaryotic cell and how it evolved from simpler cells. It explains that the first cell was likely a self-replicating RNA system that was surrounded by a spherical membrane. Over time, this protocell evolved into more complex cells, eventually leading to the emergence of bacteria and archaea. The understanding of cells and their role in disease has come a long way since the 1850s, and continues to be a vital area of research in modern medicine.\n"
    ],
    "wordCount": 5971
  },
  {
    "tag": "h2",
    "header": "THE ORGANIZED CELL The Interior Anatomy of the Cell",
    "content": [
      "The cell membrane is a vital component of a cell, serving as a boundary that separates the cell from its external environment. It is composed of a lipid bilayer, a double layer of lipids that encloses the cell's contents. The membrane is semi-permeable, allowing for the movement of molecules such as nutrients, waste, and signals in and out of the cell. However, this also exposes the cell to potential harm from viruses and other microbes. The structure of the cell membrane was first discovered in the 1920s by Evert Gorter and François Grendel, and the mechanism for how molecules such as sugar and ions pass through the membrane was later discovered in 1972. \n\nThe cell also contains thousands of proteins that perform essential functions such as respiration, metabolism, and waste disposal. One important molecule in the protoplasm is ribonucleic acid (RNA), a long strand-like molecule that carries instructions for building proteins. These instructions are decoded by ribosomes, large macromolecular structures that synthesize proteins based on the instructions carried by RNA. Proteins play a crucial role in the cell, forming enzymes that control chemical reactions, creating structural components, serving as receptors for signals, and regulating gene activity. Another organelle, the proteasome, degrades proteins that are no longer needed.\n\nThe cell also contains other membrane-bound structures called organelles, such as mitochondria, which produce energy for the cell. The origin of mitochondria is a topic of debate, but one theory is that they were once independent microbial cells that entered into a symbiotic relationship with other cells. George Palade, a Romanian American cell biologist, was a key figure in the field of cell biology in the 1940s and 1950s. He believed that the analysis of diseases at the cellular level was the first step toward their control. He developed new techniques for studying cells, such as centrifugation and electron microscopy, which allowed scientists to section cells into the thinnest slices and observe the structures and reactions within them.\n\nThese techniques led to the discovery of dozens of functional, anatomically defined subcellular structures called organelles, such as the endoplasmic reticulum, lysosome, chloroplasts, peroxisome, and the nucleus. The nucleus is the command center of the cell, where the bulk of the cell's genetic material, the genome, is stored and where most of life's signals are received and disseminated. The nucleus is surrounded by a porous two-layered membrane, and scientists believe that it contains its own skeleton made of molecular fibers and is involved in the process of switching genes on and off which is vital to giving the cell its identity.\n\nIn the decades between 1940 and 1960, scientists made significant progress in understanding the functional anatomy of cells, which led to new insights about how cells function and how diseases can arise from the breakdown of cellular organelles. These discoveries ultimately led to the development of new medicines and therapies for diseases such as Leber hereditary optic neuropathy (LHON). The functional breakdown of an organelle causes a disease, and this understanding of functional cellular anatomy announced new loci for disease and therapeutic intervention in the twentieth century.\n"
    ],
    "wordCount": 7547
  },
  {
    "tag": "h2",
    "header": "THE DIVIDING CELL Cellular Reproduction and the Birth of IVF",
    "content": [
      "The process of creating new cells to build, grow or repair an organism is called mitosis. The birth of new cells for reproduction, to create a new organism, is called meiosis. Walther Flemming, a German scientist, was the first to discover mitosis and study the dynamics of chromosomes during cell division. The article also touches on the topic of the production of sperm and eggs in the human body and the difference between cell production and reproduction. Mitosis and meiosis are the two key phases of cell division that occur in the life cycle of a cell. Mitosis is the process by which a cell divides to produce identical daughter cells while meiosis is the process by which a cell divides to produce cells with half the number of chromosomes as the parent cell. The process of mitosis is controlled by various proteins and checkpoints, which ensure that the cell division is accurate and efficient. In 1982, Tim Hunt discovered a rhythmic and regular phenomenon in which exactly ten minutes before a fertilized urchin cell divided, one abundant protein would peak in concentration, then disappear. He called these proteins cyclins because they seemed to be preternaturally coordinated with phases of the cycles of cell division. Meanwhile, Nurse and Hartwell were also closing in on the cell cycle controlling genes using their mutant-hunting approach in yeast cells. They named these cdc, and later cdk, genes and the proteins encoded by them were called CDK proteins.\n In the mid-1950s, Landrum Shettles, a professor of obstetrics and gynecology at Columbia University, began a project to create an in vitro fertilized human baby in order to cure infertility. In 1973, he helped a Florida couple conceive a child using IVF, but did not report the experiment to the hospital's regulatory or experimental committees or the chief of obstetrics. The couple sued the hospital and Shettles was fired from the university and moved to a Vermont clinic and then to his own clinic in Las Vegas. In England, Robert Edwards and Patrick Steptoe were also attempting IVF but were more careful in their approach, following protocols and informing hospital committees and departments of their intentions. They eventually succeeded in the first IVF birth in 1978 and the technology became widely accepted and used for infertility treatment. In the mid-1960s, Robert Edwards, a geneticist and physiologist, began working on in vitro fertilization (IVF) to cure infertility. He collaborated with Dr. Patrick Steptoe, an obstetrician who specialized in ovarian laparoscopy, a minimally invasive technique for extracting eggs. Together, they experimented with different culture solutions to keep the egg and sperm alive, and learned how to activate sperm and ripen eggs in culture. In 1968, they successfully fertilized human eggs in a petri dish for the first time, paving the way for the development of IVF as a viable treatment for infertility.\n"
    ],
    "wordCount": 8818
  },
  {
    "tag": "h2",
    "header": "THE TAMPERED CELL Lulu, Nana, and the Transgressions of Trust",
    "content": [
      "In 2017, a biophysicist and geneticist named He Jiankui met with two couples at the Southern University of Science and Technology in Shenzhen, China. He intended to permanently alter the embryos' genes before implanting them back into the womb, creating \"transgenic\" gene-edited babies. He chose to edit a gene called CCR5, an immune-related gene that is a known method of entry for the HIV virus, however, the logic of the experiment did not make sense as the risk of HIV transmission from sperm, after the sperm has been washed for IVF processing, is zero. Additionally, there is evidence that disabling CCR5 may increase the severity of infection caused by other viruses. He had edited a gene with no obvious benefit to a human embryo, and with a potentially life-threatening future risk. \n\nThe story of He Jiankui is an example of the dangers of scientific aspirations gone wrong in the field of reproductive biology and gene therapy for embryos. In 1968, Robert Edwards published a paper on sex determination in rabbit embryos and developed a method for embryo selection based on genetic assessment. In the 1990s, the CRISPR-Cas9 system was adapted as a way to make deliberate edits in the human genome. Cas9, when combined with a piece of RNA to guide it, can be directed to make a deliberate change in the human genome. \n\nIn March 2017, according to He Jiankui (JK), the Medical Ethics Committee of the Shenzhen Harmonicare Women’s and Children’s Hospital approved his study to edit a gene in human embryos. However, the hospital would later deny ever having read or approved the protocol and there is no documentation of the “comprehensive discussion” that led to the approval. He refused to reveal the real identities of the twin girls, Lulu and Nana, and did not answer crucial questions about the experiment during a question-and-answer session at a summit.\n\nHe was later sentenced to three years in prison for violating fundamental protocols of informed consent and the improper use of human subjects. Despite the ethical concerns, the use of gene editing in human embryos is becoming more common and there is a lack of governing body with the power or authority to allow or disbar gene-editing experiments on human embryos. He Jiankui's story highlights the dangers of rushing to be the first in a field without fully understanding the consequences and risks.\n"
    ],
    "wordCount": 6463
  },
  {
    "tag": "h2",
    "header": "THE DEVELOPING CELL A Cell Becomes an Organism",
    "content": [
      "The chapter \"The Developing Cell: A Cell Becomes an Organism\" describes the birth of a human zygote and the historical theories surrounding its formation. Aristotle once proposed that the form of the fetus was created from menstrual blood provided by the mother and sperm provided by the father, but this theory was later disproven and replaced by the theory of epigenesis. This theory posits that fetal development occurs through a series of distinct events that ultimately lead to its form, and was advanced by Albertus Magnus in the 1200s and further developed by Caspar Friedrich Wolff in the 1700s. Wolff observed the stage-by-stage development of organs in the embryo and the continuity of development as new structures are formed from earlier ones. German poet Johann Wolfgang von Goethe also believed that embryonic development is a sign of nature at play.\n\nIn the 1920s, German biologist Hans Spemann and his student Hilde Mangold performed an experiment to understand the mechanisms that drive embryogenesis. Using a method of sharpening glass pipettes, they extracted tiny chunks of tissue from frog embryos and transplanted them into other embryos. The result was a Janus-like monster with two heads, showing that the transplanted tissue had the ability to command the host cells to adopt its specified fate. This experiment, called the \"organizer\" experiment, revealed that cells have an inherent capacity to determine the destinies of their neighbors and set the stage for future research in the field.\n\nIn the late 1950s, a new drug called thalidomide was developed by the German pharmaceutical company Grünenthal and was being tested for safety and efficacy in various countries including the US. However, the drug was found to cause severe birth defects in babies born to women who had taken the drug during pregnancy. Despite warnings from the US Food and Drug Administration (FDA) and reports of birth defects in Europe, the drug continued to be prescribed in the US and distributed to physicians as part of an \"investigational trial\". Eventually, the FDA stopped all prescriptions of the drug in 1962 and began to examine whether the drug's manufacturer had broken any laws by concealing information in the safety documents filed with the agency. Despite listing 24 independent counts of legal violation, the Department of Justice chose not to prosecute the company and the case was closed. The drug was withdrawn from the market and has not been used since.\n\nIn summary, the text discusses the complexity and importance of cell-cell and cell-gene interactions in embryogenesis, and how these interactions allow the developing embryo to create each of its parts at the right time and in the right place in the body. The text also describes an experiment conducted by Hans Spemann and Hilde Mangold in the 1920s, in which they transplanted tissue from an early frog embryo into another, which resulted in a Janus-like monster with two heads. The text also mentions thalidomide, a drug that caused severe birth defects in the 1960s, and the debate surrounding the limits of scientific intervention and the use of cellular technologies.\n"
    ],
    "wordCount": 4600
  },
  {
    "tag": "h2",
    "header": "THE RESTLESS CELL Circles of Blood",
    "content": [
      "In \"The Song of the Cell\" by S. Mukherjee, the author, a hematologist, reflects on his work studying blood and treating blood diseases. He describes his routine of examining blood slides under a microscope on Mondays, using a method taught to him by his medical school professor to observe and document the different types of cells in blood. He delves into the idea of blood as an organ of communication or transmission between organs, reflecting on the importance of cells in multicellular organisms and their connections and relationships with each other, organs, and the organism as a whole. He expresses his love for looking at cells and the detail and beauty in them.\n\nThe author also discusses the history of the humoral theory of disease, which posits that illness occurs when one of the four humors in the body (blood, phlegm, yellow bile, and black bile) is off-balance. He also mentions William Harvey's work in the 17th century, which proposed that blood moves in continuous circles and that the heart is a pump, not a furnace or factory. The purpose of the circular movement of blood is to transport cells, among other things, around the body.\n\nThe author also writes about the history and science of blood transfusion, mentioning early experiments with animal-to-human transfusions in the 17th and 18th centuries, noting that scientists observed that transfusion between identical twin animals was accepted, while transfusions between siblings, including fraternal (nonidentical) twins, were rejected. He also highlights the work of Karl Landsteiner, an Austrian scientist, who discovered the blood group system of A, B, AB, and O in 1900. Landsteiner found that blood from individuals with certain blood groups would react with serum from others, forming tiny clumps, indicating a protein incompatibility. This discovery led to the creation of blood banks and improved the mortality rate of wounded soldiers in World War II. The legacy of Landsteiner's work also paved the way for modern surgery, safe childbirth, and cancer chemotherapy.\n"
    ],
    "wordCount": 5045
  },
  {
    "tag": "h2",
    "header": "THE HEALING CELL Platelets, Clots, and a “Modern Epidemic”",
    "content": [
      "In 1881, Giulio Bizzozero discovered tiny fragments of cells in human blood and named them platelets for their flat, round, plate-like appearance. Bizzozero observed that platelets accumulated at the site of an injury and played a central role in controlling bleeding. Later, James Wright discovered that platelets are born from a mother cell called a megakaryocyte, which splits into thousands of fragments. Research revealed that platelets are activated by signals from an injury, swarm to the wound site to plug the bleeding, creating a self-perpetuating loop, and are a healing cell fragment.\n\nIn the 1950s and 60s, aspirin (acetyl salicylic acid) was found to be effective in preventing and treating heart attacks by blocking the key enzyme that produces injury-sensing chemicals in platelets, decreasing platelet activation and subsequent clots. Aspirin was first synthesized by a chemist at the German pharmaceutical company Bayer in 1897.\n\nNow, Scientists at Verve are using gene-editing technology to inactivate genes that encode for cholesterol-related proteins in human liver cells in order to decrease the amount of circulating cholesterol in the blood and protect against coronary artery disease and heart attacks. They plan to use catheters to deliver gene-editing enzymes, loaded inside tiny nanoparticles, to the liver. The goal is to achieve a one-time infusion that alters the genes permanently and transforms individuals into ones with permanently lowered cholesterol levels, permanently protected from heart disease. This is an example of how astute clinical observations, cell biology, genetics, and biochemistry can work together to solve a clinical problem in this case the link between high cholesterol levels, heart disease and the creation of novel medicines to manipulate cholesterol.\n"
    ],
    "wordCount": 3330
  },
  {
    "tag": "h2",
    "header": "THE GUARDIAN CELL Neutrophils and Their Kampf Against Pathogens",
    "content": [
      "White blood cells, also known as leukocytes, were discovered in the 1840s by French pathologist Gabriel Andral, who found that they lacked hemoglobin, possessed nuclei, and were irregularly shaped, sometimes with pseudopods. William Addison, an English doctor, proposed in 1843 that these white cells played a crucial role in infection and inflammation. He noted that the white cells were present in large numbers in the pus-filled nodules associated with tuberculosis and other infections. In 1882, Ilya Metchnikoff, a professor of zoology, observed the movement of white blood cells in starfish after injury and discovered that these cells were attracted to the site of injury autonomously, as if impelled by a force or an attractant. This was the first steps in inflammation and immune response; the recruitment of immune cells to the site of injury and their activation once they had detected a foreign substance. These attractants would later be identified as specific proteins, called chemokines and cytokines, released by cells upon injury.\n\nNeutrophils and macrophages are white blood cells that play a crucial role in the innate immune response to infection and inflammation. They have receptors on their surface that recognize specific patterns associated with injury and infection, and they move towards the site of inflammation autonomously. This response is intrinsic to the cell and is not learned or adaptive. The innate immune response is the most ancient and crucial to our immunity, and it is found in virtually every multicellular creature. Vaccination, which has been practiced for centuries, is an example of manipulating the innate immune response, although the mechanism of protection was not known at the time.\n\nIn 1736, Benjamin Franklin lost one of his sons to smallpox, but later regretted not having given him the smallpox inoculation. In the 18th century, variolation, the process of intentionally infecting someone with a milder form of smallpox to prevent them from getting the severe form of the disease, was widely used. This practice gave rise to the use of the word immunity. In 1796, Edward Jenner proposed a safer approach to smallpox vaccination using cowpox. He harvested pustules from a dairymaid and inoculated a young boy with it, and later with smallpox. The boy did not develop smallpox and Jenner's vaccination efforts were successful. However, the virus used in the vaccination was likely horsepox, not cowpox. The word vaccine is derived from the latin word for cow, vacca, in reference to Jenner's experiment. The story of Jenner's vaccination experiment is often retold in textbooks but it is potentially riddled with misattributions.\n\nThe text describes the author's work on developing a new type of cell therapy that harnesses the innate immune system's ability to attack cancer cells. The therapy involves creating \"super-phagocytes\" which can target and eat cancer cells while avoiding healthy cells. The author mentions that the first human trial of the therapy has begun and the patient survived the treatment without complications. The author reflects on the emotions and excitement of seeing a discovery from their lab transition into a human medicine and the potential impact of this new therapy on cancer treatment. The author also mentions the potential use of this therapy to calm the innate immune system in autoimmune diseases and create new vaccines against pathogens.\n"
    ],
    "wordCount": 4844
  },
  {
    "tag": "h2",
    "header": "THE DEFENDING CELL When a Body Meets a Body",
    "content": [
      "In 1888, Dr. Paul Ehrlich became infected with tuberculosis while working in Robert Koch's laboratory in Berlin. He was sent to convalesce in Egypt, where one morning he was summoned to help with a medical case of a boy who had been bitten by a snake. The boy's father told Ehrlich that he too had been bitten multiple times by the same species of snake and with each bite, the symptoms became milder and milder. Over multiple exposures to the venom, the man had become virtually resistant to it. This story stuck in Ehrlich's mind and he began to wonder about the mechanism that armed a human body to generate protective immunity.  Ehrlich later met biologist Emil von Behring, who along with a visiting Japanese scientist, Shibasaburo Kitasato, launched a series of experiments on specific immunity. They demonstrated that the serum of an animal exposed to the bacterium that caused either tetanus or diphtheria could be transferred to another animal and confer immunity to the disease. The question remained, what was this immunity and how was it generated?\n\nIn the 1940s, Linus Pauling proposed an answer to the question of how many premade antibodies could exist on the surface of a cell and how many genes would be needed in a B cell to make such a counter-universe of antibodies, but it was eventually found to be wrong. It was discovered that the immune system uses a process called V(D)J recombination to generate a vast array of different antibodies. This process combines different genetic elements, called variable (V), diversity (D), and joining (J) segments, to create a unique antibody gene. This process allows B cells to produce a vast number of different antibodies without needing an infinite number of genes.\n\nIn the 1940s, immunologist Macfarlane Burnet proposed the \"clonal selection theory\" which explains how the immune system selects B cells that have the right receptors to bind to a specific antigen. This process is similar to natural selection where the finch with the best beak survives and reproduces. When a B cell with the right receptor encounters an antigen, it is stimulated and begins to multiply and produce more cells with the same receptor. These cells then begin to secrete the receptor into the blood, where it becomes an antibody. Some of these activated B cells persist in the body as memory cells, so that when the body encounters the antigen again, the memory B cell is reactivated and produces more antibodies. In the 1980s, it was discovered that B cells acquire their unique antibodies through mutations, a precisely regulated process that occurs in B cells, not in sperm and eggs.\n\nNicolás Milstein, a Jewish scientist from Argentina, was smuggled out of the country to Cambridge after a political coup and began working on antibodies. He, along with Georges Köhler, developed a new way to create \"monoclonal antibodies\" by fusing a B cell with a cancer cell, creating an immortal plasma cell that could produce a single type of antibody. This method was published in 1975 but the National Research Development Corporation in the UK chose not to patent it, costing them billions in revenue. Monoclonal antibodies were seen as a new way to create drugs and were used to detect and target cancer cells, leading to new treatments.\n\nIn the early 1990s, Dr. Steven A. Rosenberg and his team at the National Cancer Institute in Maryland developed a monoclonal antibody called rituximab, which targets and destroys cancer cells expressing the protein CD20. The antibody was tested on patients with slow-progressing lymphoma and resulted in the tumors melting away. The therapy was approved by the FDA in 1997 and has since been used to treat a"
    ],
    "wordCount": 5815
  },
  {
    "tag": "h2",
    "header": "THE DISCERNING CELL The Subtle Intelligence of the T Cell",
    "content": [
      "In 1961, Jacques Miller, a PhD student, discovered the function of the thymus, an organ that had been previously thought to be vestigial. He found that removing the thymus in neonatal mice caused a dramatic drop in the blood level of lymphocytes and increased susceptibility to common infections. Through further research, it was discovered that the thymus is the site of maturation for T cells, which are essential for the immune system.\n\nIn the 1980s, researchers discovered that T cells, specifically CD8 cells, could detect the presence of influenza protein, called nucleoprotein (NP), inside a flu-infected cell. However, it was a mystery as to how the T cells were able to detect the NP since it never made it to the cell surface. Further research revealed that the CD8 cells were actually detecting viral peptides, small pieces or fragments of the viral protein NP, presented to the T cells in the right \"frame\" carried by the MHC class I protein. The MHC class I protein acts as a carrier and \"frame\" that turns the inside of the cell to the outside, constantly sending out a sampling of a cell's innards for the immune system to recognize.\n\nThe author, S. Mukherjee, describes his mentor and colleague Enzo, who was a researcher in the field of T cells and cancer. Enzo discovered the function of the thymus in the 1960s and spent his career studying T cells. His work led to the development of new cancer treatments using monoclonal antibodies. Enzo was diagnosed with advanced lung cancer in 2019 and died in 2020. The author reflects on Enzo's courage and dedication to his work, and how Enzo's research has helped to understand the role of T cells in the immune system.\n\nIn the early 1980s, a mysterious illness began to emerge among young men, primarily in New York and Los Angeles, presenting with symptoms such as a \"mononucleosis-like syndrome\" and a form of pneumonia seen previously only in severely immunocompromised patients caused by a pathogen called pneumocystis. By the late summer of 1981, similar illnesses were being reported and the only common epidemiological connection was that these diseases had a powerful predilection for men who had sex with other men, and recipients of frequent blood transfusions. There were signs of catastrophic immune collapse, particularly of cellular immunity and the disease was given various names such as \"gay compromise\"\n"
    ],
    "wordCount": 9362
  },
  {
    "tag": "h2",
    "header": "THE TOLERANT CELL The Self, Horror Autotoxicus, and Immunotherapy",
    "content": [
      "The chapter \"The Tolerant Cell: The Self, Horror Autotoxicus, and Immunotherapy\" explores the question of what defines the self and how organisms recognize themselves. Ancient philosophers like Aristotle and Vedic philosophers in India had different perspectives on the self, viewing it as either defined by the physical vessel or as a metaphysical entity. In the early 1930s, scientists at the Jackson Laboratory in Maine were searching for the genes that define self versus nonself in transplantation. George Snell, a young scientist at the lab, discovered that multiple genes were involved in the immune rejection of transplants, and eventually created twinned selves: mice whose tissues were perfectly compatible with each other. He identified a set of genes that determined tolerance, which he called H genes for histocompatibility genes. These genes were located on chromosome 17 in mice, and on chromosome 6 in humans. Over the following decades, more histocompatibility genes were identified, and eventually scientists discovered that these H genes were located on the MHC (major histocompatibility complex) molecules. This discovery revealed the molecular basis of self vs nonself recognition in the immune system.\n\nImmunologists also discovered that T cells that reacted against \"self\" cells were deleted or removed from the immune system during infancy or prenatal development. This process is called \"tolerance\" and the self-reactive cells were called \"forbidden clones.\" Tolerance occurs in two ways: central tolerance, in which immature T cells that recognize self proteins are deleted in the thymus, and peripheral tolerance, in which T regulatory cells suppress T cell activity and zero in on sites of inflammation to dampen the activity of T cells. A lack of T regulatory cells leads to a progressive autoimmune disorder in which T cells attack different parts of the body.\n\nThe chapter also discusses the concept of immunotherapy as a way to attack cancer cells by using the body's own immune system. Scientists discovered that there are mechanisms by which T cells can be tolerized to the body so that it does not attack the self, including \"forbidden\" clones that disappear during the maturation of T cells and regulatory T cells that can dampen the immune response. However, there was still uncertainty about the specificity of a human T cell response being directed against cancer. Steven Rosenberg at the National Cancer Institute drew T cells out of malignant tumors and infused them back into patients, resulting in some powerful responses such as shrinkage and complete regression of tumors.\n\nIn the 1990s, James Allison discovered a protein called CTLA4 that functioned as a \"trigger lock\" in T cells, preventing them from attacking normal cells. Tasuku Honjo also discovered a protein called PD-1, which had a similar function as CTLA4. These discoveries led to the development of new drugs called checkpoint inhibitors, which remove the tolerizing checks on T cells, allowing them to attack cancer cells. However, these therapies have limitations as they can cause T cells to attack normal cells as well.\n"
    ],
    "wordCount": 6845
  },
  {
    "tag": "h2",
    "header": "THE PANDEMIC",
    "content": [
      "The author reflects on the state of immunology before the outbreak of COVID-19 and the impact it had on the field. He describes how scientists and researchers were making strides in understanding the immune system and creating powerful medicines to target tumors. However, the outbreak of the pandemic revealed the limitations of the current understanding of the immune system and the need for further research. The author also describes the first reported case of COVID-19 in the United States and the uncertainty surrounding the spread of the virus. He highlights how the pandemic has underscored the need for better understanding of the immune system to combat future outbreaks. The text describes the outbreak of COVID-19 and how it affected the world. The author reflects on how the virus spread quickly and how the global public health system was unprepared for it. He also highlights how scientists were caught off guard by the virus and how little was known about it. The text mentions that two clues came from a medical report from a German clinic, where a man from Munich had a business meeting with a woman from Shanghai and later fell ill with the virus. The woman transmitted the virus to the man while being presymptomatic, which deepened the mystery of the virus. The text also mentions the story of Vamana, a tiny man with smoky eyes and an umbrella, who expands and pushes the demon king Bali into the lower reaches of hell. The author uses this legend to illustrate the sudden and powerful impact of the virus on the world.\n\nResearchers discovered that the SARS-CoV-2 virus \"reprograms\" the infected cell by stopping the infected cell from secreting type 1 interferon. Studies have found that the virus is most deadly when it infects a host whose early antiviral response has been functionally paralyzed, like an \"unlocked house.\" The pathogenicity of SARS-CoV-2 perhaps lies in its ability to dupe cells into believing that it is not pathogenic. The virus causes \"immunological misfiring\" by triggering an uncoordinated immune response which leads to inflammation and severe disease. The cause of the \"immunological misfiring\" is not yet known.\n\nThe pandemic exposed gaps in understanding of the immune system, despite advances in immunology and the approval of many drugs involving the immune response. The virus caused \"immunological misfiring\" by impairing the early response of the innate immune system and then activating a hyperactive, dysfunctional inflammation response. Despite the increased knowledge gained, there are still many unanswered questions about how the virus hijacks the cell's interferon response and causes severe disease. The pandemic has brought a necessary humility to the field, revealing the deep and fundamental shortcomings in current knowledge of the immune system.\n"
    ],
    "wordCount": 3969
  },
  {
    "tag": "h2",
    "header": "THE CITIZEN CELL The Benefits of Belonging",
    "content": [
      "The author reflects on the emotional and mental toll of the pandemic and how it affected their ability to write. They discuss their experience as a doctor during the early days of the pandemic in New York, and the collapse of infrastructure and homeostasis they witnessed. The author expresses a desire to move away from thinking about the body as constantly at war with invaders and instead focus on normalcy, restoration, and belonging. They use the heart as an example of belonging and reflect on their own childhood and family dynamics. They also mention their published an essay in the New Yorker and the systems of medicine and its relationship to the pandemic.\n\nThe author is discussing the concept of belonging in the context of the body, specifically the heart. They reference William Harvey, an English physiologist in the 1600s, who described the conjoined circuitry of the heart-as-pump in the human body. Using simple physiological experiments, he found that when the blood had drained from the arteries, the veins were also eventually emptied of blood, and concluded that the arteries and veins must be connected in a circuit. He also discovered that the aorta must lead blood out of the heart, and the veins must lead blood into the heart, and that the blood from the left side of the heart must travel to the lungs before reentering the right side. \n\nIn the early 1900s, French physiologist Alexis Carrel conducted an experiment in which he removed a piece of heart tissue from a chick, placed it in a nutrient-rich solution in a petri dish, and observed it. Over the course of about three months, the piece of chick heart in a petri dish had generated about nine million heartbeats. Carrel's experiment was widely heralded as proof that organs could live, and function, outside the body. The coordinated pulsation of the heart's cells fascinated physiologists. In the 1940s, Hungarian-born physiologist Albert Szent-Györgyi began to investigate how a cell might acquire the ability to contract and relax and found that fibers of myosin are intimately connected to another dense, organized network of long and thin fibers, composed mainly of a protein called actin.\n\nIn short, there were two systems of interconnected fibers inside a muscle cell: actin and myosin, and the trick to a muscle cell's contraction is that these two fibers slide against each other, like two networks of ropes. The coordinated pulsation of the heart's cells fascinated physiologists. In the 1880s, German biologist Friedrich Bidder had noted that the cells of the heart \"branch and intercommunicate, forming a continuum.\" They form a consortium of sorts—a citizenry of cells. The source of their contractile power seemed to lie in their togetherness, their belonging. The author explains that this system of actin and myosin is not limited to the heart but found in other muscles like skeletal muscles and smooth muscles.\n"
    ],
    "wordCount": 3931
  },
  {
    "tag": "h2",
    "header": "THE CONTEMPLATING CELL The Many-Minded Neuron",
    "content": [
      "The author, S. Mukherjee, describes the complexity of the human brain and its role as the repository of memory, consciousness, speech, temperament, sensation, and feeling. He reflects on the process of dissecting the brain during an anatomy lab in medical school, where he discovers an array of structures and cells, each with a unique function. The author discusses the discovery and understanding of the structure of the nervous system by scientists such as Camillo Golgi and Santiago Ramón y Cajal, who proposed opposing theories on the structure of neurons. Golgi believed that the nervous system was a interconnected \"reticulum\" of cellular extensions, while Cajal proposed that neurons were discrete cells that transmitted impulses in a directional course. With the invention of more powerful microscopes, Cajal's theory was ultimately proven correct. The author also mentions the work of Luigi Galvani, an Italian biophysicist who discovered that nerve impulses were not carried by air or fluid, but by electricity.\n\nThe text explains the process of nerve conduction, which is the transmission of electrical impulses through neurons. The impulse begins at the dendrites and travels towards the cell body, or soma, where it reaches a point called the axon hillock. If the impulse is greater than a set threshold, it sets off a positive feedback loop where ions flood into the neuron, causing the net charge to change and more channels to open. This process amplifies as the impulse moves farther down the axon, creating a self-propagating cascade of conduction. Once the impulse reaches the end of the axon, equilibrium is restored as the neuron returns to its resting negatively charged state. The author also describes the work of Santiago Ramón y Cajal and his drawings of neurons, pointing out the small gap or \"synapse\" between the end of one neuron and the beginning of the next, which was later found to carry chemical signals that activate or inhibit the second neuron.\n\nOtto Loewi, another neurophysiologist in Graz, Austria, also converged on the idea of chemical neurotransmitters. He found that some chemical substance—not an electrical impulse—coming out of one vagus nerve could be transferred from one animal to another to control the heart’s beating rate. This chemical would later be identified as acetylcholine. By the late 1940s, as an increasing body of evidence supported Dale’s and Loewi’s hypothesis, even Eccles was convinced. We now know that the released chemicals—transmitters—are stored in vesicles (membrane-bound sacs) at the end of the axon. They bind to their receptors in the dendrites of the next neuron, open ion channels, and reinitiate the impulse in the second (recipient) neuron. The neuron’s two countermelodies are woven together in tandem, like a child’s chant: electrical, chemical, electrical, chemical, electrical. One critical feature of this form of communication is that the synapse has the capacity not just to excite the neuron to fire—as in the example above—but it can also be an inhibitory synapse, making the next neuron less prone to excitation.\n"
    ],
    "wordCount": 10521
  },
  {
    "tag": "h2",
    "header": "THE ORCHESTRATING CELL Homeostasis, Fixity, and Balance",
    "content": [
      "Hormones are chemical messengers that travel through the bloodstream to coordinate the responses of different parts of the body to global events like starvation, chronic illness, sleep, and stress. One example of a hormone-secreting organ is the pancreas, which has historically been thought of as a supportive structure but was later understood to play a crucial role in secreting hormones. In 1920, Frederick Banting, a surgeon, read an article in the journal Surgery, Gynecology and Obstetrics describing the development of diabetes in patients who had developed various diseases of the pancreas, including stones that had clogged up the ducts carrying digestive juices. The author noted how some of these diseases, especially the ones that caused plugged ducts, led to the degeneration of the acinar cells—the ones that produced the digestive enzymes. But the odd thing was that while the acinar cells typically shriveled and degenerated early when the ducts got clogged, the islet cells managed to survive much longer. Diabetes, the author noted almost parenthetically, did not typically develop until the islet cells of Langerhans had finally degenerated. Banting was intrigued by this and thought that the islet cells secreted a second chemical—an internal substance—that sensed and regulated glucose. He proposed an experiment that would separate the “external” and “internal” functions of the pancreas to find the substance responsible for sugar control and the key to understanding diabetes. Banting and his colleague Charles Best performed experiments on dogs where they ligated the pancreatic ducts and found that a substance secreted by the islet cells caused blood sugar to go down. They called this substance isletin, and later, insulin. They purified the extract and tested it on a boy with diabetes, with successful results. They set up a lab to produce more insulin to treat patients and the substance was licensed to the university. Insulin was found to be effective in treating diabetes and reversing symptoms such as coma and weight loss. In the 1980s, Douglas Melton, a molecular biologist, became interested in diabetes when his son was diagnosed with type 1 diabetes. He set out to recreate the human pancreas in a lab, using stem cells to make insulin-secreting cells. Melton's team was able to generate human beta cells that survive and function and can be grown into millions of cells. These cells are now being used in clinical trials to infuse them directly into patients with type 1 diabetes, while also giving them immunosuppressants to prevent rejection. Another strategy is to encapsulate these cells into a device that is immune-protected, stable in the body, and that can act as entry and exit slots for nutrients. This could lead to a new form of \"all flesh\" in which the pancreas becomes part of our bodies as a bioartificial self. In the early spring of 2020, the labs were closed because of Covid metastasizing through New York and the world. The oncology wing of the hospital went on heroically, kept alive by nurses. Liver cells have evolved dozens of mechanisms to detoxify and dispense waste. In one system, it generates a sacrificial molecule that attaches itself to a potentially toxic one and renders it inactive; both the sacrificial molecule and the toxin are then broken down further until the poison is detoxified. For other waste products, it destroys the chemical using specialized reactions. Alcohol, for instance, is detoxified in a...\n"
    ],
    "wordCount": 5979
  },
  {
    "tag": "h2",
    "header": "THE RENEWING CELL Stem Cells and the Birth of Transplantation",
    "content": [
      "The author of the chapter, \"The Renewing Cell: Stem Cells and the Birth of Transplantation,\" discusses the discovery of blood-forming stem cells, which continuously generate blood throughout adulthood. He references the bombing of Hiroshima in 1945, where the destruction of these cells resulted in a collapse of homeostasis of blood and death from hematopoietic failure. This event provided proof that the human body possesses these regenerative cells and led to the term \"hematopoietic stem and progenitor cells.\" The author also mentions the potential for stem cell research and its applications in regenerative medicine, including the possibility of creating bioartificial organs.\n\nIn the 1890s, the cytologist Artur Pappenheim found islands of cells in the bone marrow where multiple cellular types of blood were being regenerated, leading some biologists to suggest that a \"stem cell\" existed in blood. In the 1950s, Ernest McCulloch and James Till conducted research on blood cell regeneration after radiation exposure and discovered that a rare cell in the bone marrow, called a \"colony-forming unit,\" was capable of self-renewal and could give rise to multiple cell types, confirming the existence of a blood stem cell. This led to the development of bone marrow transplantation as a treatment for blood cancers.\n\nIn the mid-1950s, two Canadian researchers, Ernest McCulloch and James Till, discovered the blood-forming, or hematopoietic stem cell, which is capable of giving rise to multiple lineages of blood cells such as red cells, white cells, and platelets. They established that some colonies were producing all three kinds of cells and that each colony had arisen from a single “founder” cell. Their discovery had a significant effect on the field of bone marrow transplantation as it opened the possibility of regenerating the entire blood system of a human with a stem cell. Flow cytometry techniques were later developed to purify and isolate these stem cells in both mice and humans.\n\nIn the late 1950s, Dr. E. Donnall Thomas began working on a procedure for bone marrow transplantation for leukemia patients. The goal was to eradicate the malignant blood cells with high doses of chemotherapy and radiation, which would destroy both cancerous and normal cells in the marrow. This would then be replaced with donor marrow stem cells from an identical twin, generating healthy new cells. However, the procedure faced challenges when trying to use allogeneic transplants (from a non-identical twin donor) as the donor's immune system would attack the host's body causing a wasting disease. Researchers found that the rejection could be blunted if the donor and host were well matched and developed immune-suppressing drugs to further dampen host resistance. Despite some early successes, the procedure had a high death rate and patients also faced the risk of graft-versus-host disease.\n\nIn the late 1990s, James Thomson, an embryologist working at the Wisconsin Regional Primate Research Center, procured 14 human embryos that had been discarded by fertility clinics and managed to isolate a cell from them called the embryonic stem cell (ES cell). He was able to grow these cells in culture, and they maintained the ability to differentiate into any cell in the body. This was a revolutionary discovery as it meant that scientists could potentially create replacement cells and tissues to treat diseases such as diabetes, Parkinson's, and spinal cord injury. Additionally, in 2007, scientists discovered a way to reprogram adult cells to act like embryonic stem cells, creating induced pluripotent stem cells (iPS cells). This was a significant discovery as it meant that scientists could potentially create patient-specific stem cells without the need for embryos.\n"
    ],
    "wordCount": 8112
  },
  {
    "tag": "h2",
    "header": "THE REPAIRING CELL Injury, Decay, and Constancy",
    "content": [
      "The chapter \"The Repairing Cell: Injury, Decay, and Constancy\" discusses the research of Australian postdoctoral researcher Dan Worthley at Columbia University in New York. Worthley genetically manipulated a mouse and engineered a gene called Gremlin-1, which made cells fluorescent and visible under a microscope. The Gremlin-1 protein was found in cells in the colon, as expected, but also in cells in the bone. This discovery led to a study of the complex cellular system of the skeleton, which grows to a point and then stops, heals itself continuously throughout adult life, and repairs itself after injury. It also responds to hormones and is the locus of osteoarthritis and osteoporosis. The author, S. Mukherjee, explains that there are at least two sources for two sites of bone cells: growth-plate resident OCR (or OCHRE) cells, which form lengthening bone, and LR cells that arise later in adolescence and adulthood that participate in the maintenance of thickness of long bones, and bone fracture repair. The discovery of these two different sources of bone cells may help explain how bone thickens in adults and repairs fractures, and may lead to new treatments for bone-related diseases. The text concludes by discussing the idea that injury and aging is a battle between a rate of decay and a rate of repair, with each rate unique for every individual cell and organ, and that death is the withering grind of injury set against the ecstasy of healing.\n"
    ],
    "wordCount": 4897
  },
  {
    "tag": "h2",
    "header": "THE SELFISH CELL The Ecological Equation and Cancer",
    "content": [
      "The article \"The Selfish Cell: The Ecological Equation and Cancer\" delves into the complex and difficult task of understanding and treating cancer. The author explains that cancer is a disorder of internal homeostasis, with the genes that control cell division being broken or mutated, resulting in a perpetual rebirth of cancer cells. These cancer cells divide uncontrollably, unlike normal cells which have signals that act as accelerators and brakes, controlled by genes. The author also mentions that cancer is typically caused by a combination of jammed accelerator genes and snapped brakes.\n\nThe author also reflects on the close relationship between cancer cells and stem cells, and the challenges that arise from the commonalities between them. He suggests that perhaps cancer cells should be imagined as a community that can only take up residence in a particular place and at a particular time, and that new metaphors for the disease are needed, such as attacking metabolism or evading immunity, to understand and combat cancer. He compares the malignant division of cancer cells to the regulated division of normal cells, and notes that cancer is a disorder of internal homeostasis.\n\nHe also notes the difficulty of treating cancer, specifically the problem of cancer cells acquiring resistance to targeted therapies. He compares the genetic makeup of cancer cells to a fixed playlist, and the struggle of finding a cure for cancer as trying to change the order of songs that are constantly played. The author reflects on his own experience with a patient, and the conversation they had before the patient passed away.\n\nIn conclusion, the author discusses the difficulty of understanding and treating cancer, and the idea that cancer cells share certain genetic programs with stem cells. He also mentions the concept of a regenerative reservoir within cancer cells that may be responsible for their continuous regrowth and resistance to treatment. The complexity and difficulty of treating cancer, and the need for new metaphors and approaches to understand and combat cancer is highlighted throughout the article."
    ],
    "wordCount": 5045
  },
  {
    "tag": "h2",
    "header": "THE SONGS OF THE CELL",
    "content": [
      "In the chapter \"The Songs of the Cell\" from the book \"The Song of the Cell\" by S. Mukherjee, the author reflects on the interconnectedness of cells and the importance of understanding the \"songs\" or the interdependence of cells in order to fully understand the body. He compares the understanding of cells to the story of a young man in a rainforest who knows the names of all the plant species but not their interconnectedness and ecology. The author suggests that understanding the interconnectedness of cells and their systems is crucial in understanding and treating diseases. He also argues that understanding the \"cooperative\" and \"unitary\" nature of cells, and the ecosystems they form, is necessary to fully understand cellular biology. He uses the metaphor of a building and its inhabitants to illustrate the importance of understanding the interconnectedness of cells and their systems, and references the work of Rudolf Virchow, a 19th century physician and pathologist, who made important contributions to the field of cellular pathology.\n"
    ],
    "wordCount": 2114
  },
  {
    "tag": "h1",
    "header": "EPILOGUE “Better Versions of Me”",
    "content": [
      "In the epilogue of the book, \"The Gene: An Intimate History\" by S. Mukherjee, the author reflects on the possibility of creating \"better versions\" of humans through the use of new technologies and cellular systems. He discusses examples such as gene editing, Emily Whitehead's immune system being rebuilt with T-cells, and the use of organoids, tiny clusters of neuronal cells that can be used as \"mini-brains\". The author mentions the idea of rebuilding failing organs and joints with new cells and the concept of human cloning and organ donation. He references the novel \"Never Let Me Go\" by Kazuo Ishiguro as a parallel to the potential future of human enhancement through the use of cellular systems and technology. He also reflects on the ethical concerns of genetic and cellular engineering, referencing a conversation with Paul Greengard, a scientist, about the possibility of rebuilding organs and systems in the human body and the implications of these enhancements. He also mentions a talk by the philosopher Michael Sandel, who argues against human enhancement, stating that it would violate an essential part of the human spirit to do away with the “unbidded gifts” of chance. The author suggests that the borderlands between the emancipation from disease and the augmentation of human features are blurring, making it more difficult to determine what is considered cheating and what is not. He also mentions a start-up called Ambrosia that offers transfusions of young blood plasma to rejuvenate the bodies of aging individuals, but it has been met with a cautionary note from the FDA due to lack of benefit.\n\nBetween 2019 and 2021, multiple independent groups reported trials of gene therapy strategies to treat sickle cell anemia. One strategy involves harvesting a patient’s blood stem cells, as with a standard transplant. A virus is then used to deliver a corrected copy of the Beta-Globin gene into the stem cells. Another strategy, which is ingenious in its take, exploits a twist in human physiology. Fetal blood cells, unlike adult red blood cells, express a different form of hemoglobin. Submerged in womb fluid, where oxygen levels are extremely low, the fetus needs to extract oxygen aggressively from its mother’s blood cells that come through the umbilical cord. Stuart Orkin and David Williams, working with a team of researchers and a cellular therapy company, have found a way to permanently activate fetal hemoglobin in blood stem cells, thereby overriding the sickled form of adult hemoglobin. In a trial reported in 2021, a thirty-three-year-old woman with sickle cell anemia was treated with this strategy. The level of hemoglobin in her blood rose almost twofold over the next fifteen months. In the two years before treatment, she had experienced between seven to nine severe pain crises every year. In the year and a half after treatment, she has had none. Thus far, there have been no reports of leukemia in this study. It’s also too early to tell if there are adverse effects that will emerge over time, but there is a chance that this woman has been cured of sickle cell anemia. At Stanford, another group, led by Matt Porteus, is using gene editing to rewrite and correct the culprit sickling mutation in hemoglobin beta. Porteus’s strategy is also in trials, and early results have been promising.\n"
    ],
    "wordCount": 3215
  }
]
