[
  
  {
    "tag": "h3",
    "header": "Introduction",
    "wordCount": 12829,
    "content": [
      "The author begins the book by discussing the impact of World War I on the Western world, marking it as a major turning point in modern history. The war resulted in the transformation of the entire Western world from monarchical rule to democratic-republican rule and sovereign people. Europe became the center of democratic republicanism with the end of monarchies and the introduction of universal adult suffrage. The United States played a key role in the war, with its President Woodrow Wilson being the personification of the triumphant ideology of an expansionist democratic republic. The war quickly became an ideological conflict between Austria and America, with the United States officially entering the war in 1917 and making it a mission to make the world safe for democracy. The war resulted in total surrender, humiliation, and punishment for Germany, while Austria was destroyed. The author notes that the war had significant consequences, with the entire national economy being militarized and the distinction between military and civilian life falling by the wayside.\n\n",
      "The text describes the effects of World War I on Europe. The Habsburg Empire was dismembered and the United States emerged as the dominant power in the world. The American age, with its idea of universal and global democracy, seemed to have triumphed with the end of World War II and collapse of the Soviet Empire. However, at the end of the 20th century, evidence was mounting that the American system was in crisis. Real wages in the US and Western Europe had stagnated or fallen, public debt had risen, and social security systems were near bankruptcy. The collapse of the Soviet Empire represented a bankruptcy of the idea of socialism and an indictment against the American system of democratic socialism. The US has experienced moral degeneration, family and social disintegration, cultural decay, and rising racial, ethnic, and moral-cultural tensions due to affirmative action policies and multicultural immigration policies.\n\n",
      "This text discusses the disillusioning experiences that have led to fundamental doubts about the virtues of the American system. The author questions what would have happened if Woodrow Wilson had kept the U.S. out of World War I. The answer to this question cannot be empirically confirmed or falsified, but based on an understanding of the actual historical events and personalities involved, the question can be answered with confidence. The author suggests that if the United States had followed a strict noninterventionist foreign policy, it is likely that the intra-European conflict would have ended in late 1916 or early 1917, and that the war would have been concluded with a mutually acceptable peace. This would have meant that Austria-Hungary, Germany, and Russia would have remained traditional monarchies, making it almost impossible for the Bolsheviks to seize power in Russia and for the Fascists and National Socialists to do the same in Italy and Germany. The author argues that the world living standards would have grown much higher than they actually have. The author also discusses the transformation from monarchy to democracy and how it appears to be a disaster when compared to the pre-democratic age. The author argues that the facts of history are logically compatible with any of the rival interpretations and that historians have no way of deciding in favor of one or the other.\n\n",
      "The author believes that a rational choice among rival interpretations can only be made if one has a theory or theoretical proposition that can be established a priori. He disagrees with the empiricist-positivist thesis that there is no such thing as a priori theory and considers it fundamentally mistaken. He presents examples of a priori theory, including propositions in the realm of philosophy and social sciences, such as human action and private property. The author argues that a priori theory trumps and corrects experience and that interpersonal conflict is possible only if things are scarce. He also believes that democracy is incompatible with private property, and that taxes create two unequal classes of taxpayers and tax consumers.\n\n",
      "The author argues that theoretical propositions, as opposed to hypothetical propositions, are statements about necessary facts and relations. Historical data can illustrate these propositions but it cannot establish or refute them. Theoretical insights can be used as a standard of criticism to correct and revise historical reports and interpretations. The author claims to have a knowledge of pure social theory which enables him to provide a corrected account of history, and motivated by this knowledge, the author proposes to revise three central beliefs and interpretations concerning modern history. The first revision regards traditional hereditary monarchies and provides an uncharacteristically favorable interpretation of monarchy and the monarchical experience.\n\n",
      "The author theorizes that monarchical government can be seen as privately-owned, promoting future-orientedness and concern for capital values in rulers, while democratic government is portrayed as publicly-owned and leading to present-orientedness and disregard for capital values. The author does not support monarchy but believes that if one must have a state with a compulsory territorial monopoly of decision-making and taxation, then monarchy is a better option than democracy. The author also presents the possibility of an alternative social order free of the economic and ethical shortcomings of both monarchy and democracy, called \"natural order.\" In this order, every scarce resource is privately owned and every enterprise is funded voluntarily, with free entry into all industries, including justice, police and defense services. The author places themselves in the Austrian School of Economics tradition, which supports pure social theory. The theories and theorems used in the book are old and the author considers themselves a conservative in terms of social theory and theoretical progress.\n\n",
      "The studies presented in this book are based on the Austrian School of economics, which originated in pre-World War I Austria and was later exported to the United States of America by Ludwig von Mises when he emigrated there in 1940. The author of these studies is heavily influenced by the works of Mises and his student, Murray N. Rothbard. While Mises and Rothbard discussed many of the central economic and political issues of the 20th century, they never systematically searched for a cause of the decline of classical-liberal thought and laissez-faire capitalism and the rise of anticapitalist political ideologies and statism during the 20th century. The author aims to fill this gap and explain the rapid growth of state power in the 20th century as the systematic outcome of democracy and the democratic mindset. The author also offers a revisionist understanding of modern history and arrives at a clearer and more acute understanding of the constructive alternative to democracy, which is a natural order. This alternative operates as a stateless social system with freely financed insurance agencies serving as competitive providers of law and order. The author aims to promote the tradition of Austrian social theory and contribute to the tradition of grand social theory, encompassing political economy, political philosophy, and history.\n\n",
      "The author is located in Las Vegas, Nevada and the text was written in September 2000.\n\n"
    ]
  },
  {
    "tag": "h3",
    "header": "1: On Time Preference, Government, and the Process of Decivilization",
    "wordCount": 38817,
    "content": [
      "The chapter begins by defining time preference, which refers to a person's preference for present goods over future ones. People tend to act in a way that allows them to attain their goals as quickly as possible and they must always consume something, making time a scarce resource. The rate of time preference is the rate at which people value present goods over future ones and it can vary from person to person and over time. The market rate of interest is the result of all individual time-preference rates and it reflects the social rate of time preference. The interest rate is determined by the supply of present goods and the demand for present goods that can be used productively. However, this only occurs when people recognise that indirect production processes yield better output per input than direct ones and that it is possible to save enough present goods to provide for needs during the waiting period for a more productive process. Capital formation and accumulation will continue so long as these conditions are fulfilled. A capital good has value because it helps produce final goods more efficiently and the price paid for it is due to the difference in time and the fact of time preference.\n\n",
      "This text explains the relationship between time preference, capital formation and accumulation, and the productivity of labor. The lower the time-preference rate, the earlier the onset of the process of capital formation, and the faster the roundabout structure of production will be lengthened. This leads to either increased employment or wage rates, or even if the labor supply curve should become backward sloping with increased wage rates, to a higher wage total. The factors influencing time preference can be external, biological, personal, and social or institutional. For example, external factors such as positive events or negative events can affect time preference, biological processes such as aging and death can also affect it, and personal psychological factors such as one's subjective evaluations can also influence time preference.\n\n",
      "The text discusses the concept of time preference, which refers to the degree of an individual's preference for present versus future goods. The author explains that time preference is subjective and depends on personal psychological factors, such as worry about the future and the desire for instant gratification. The author notes that economists, particularly those of the Austrian School, have widely recognized this phenomenon, but sociologists and political scientists have not paid much attention to it. The author cites Edward Banfield's book \"The Unheavenly City Revisited\" as a notable exception. Banfield argues that time preference is the underlying cause for the persistent distinction between social classes and cultures and identifies members of the \"upper class\" as future-oriented and self-disciplined, while members of the \"lower class\" are present-oriented and hedonistic. The author also mentions Norbert Elias' work on the \"process of civilization\" and T. Alexander Smith's book \"Time and Public Policy.\" The author explains that in an exchange economy, savings and investments contribute to a lowering of the time-preference rate and an increase in real incomes, which in turn leads to improved nutrition, health care, and life expectancy.\n\n",
      "The saver-investor is regarded as the initiator of a process of civilization. By building up an expanding structure of capital and durable consumer goods, the saver-investor also expands the range and horizon of his plans, which leads him to acquire and improve knowledge concerning more variables and their interrelationships. This increased knowledge becomes a \"free good\" that others can imitate and use for their own purposes, helping even the most present-oriented person transform from a barbarian to a civilized person. Figure 1 illustrates the relationship between individual time preference rates and real money income, showing how the process of civilization leads to a fall in the rate of time preference. The actual amount of present goods allocated to the production of future goods depends on technical knowledge and the supply of present goods and time-preference schedule of the person. In the beginning of humanity, there was only \"land\" and \"labor,\" but all other goods, including perishable and durable consumer goods, capital goods, and technical knowledge are not \"given.\" They are artifacts created with expectations of improving the appropriator-producer's well-being.\n\n",
      "An individual's effectiveness in time preference and hence the supply of goods he has produced or appropriated can be affected by the actions and expectations of others. The tendency toward a fall in the time-preference rate and the accompanying process of civilization will continue as long as each person is respected as the owner of his body-time and goods, allowing everyone to enjoy benefits from these goods without interference. If property rights are not violated and goods are not stolen, damaged, or restricted, the tendency will remain unchanged or even accelerate. However, if property rights are violated, the tendency will be disturbed, halted, or reversed. There are two types of violations: criminal activities and institutional or governmental interference. Criminal activities are considered illegitimate and the victim is entitled to defend himself and punish the offender. The impact of crime is twofold: it reduces the supply of goods of the victimized individual and raises their effective time-preference rate, and leads to resource reallocations and expense adjustments for actual and potential victims. The effect of crime on time preference is temporary and unsystematic because actual and potential victims are permitted to defend and protect themselves. The existence of social or natural disasters does not imply that the time-preference degree of actual or potential victims will be systematically changed. The tendency will resume its previous path after taking account of the damage and redirecting one's activities, and protection against crime and natural disasters can be expected to continually improve.\n\n",
      "The author argues that when property rights violations are committed by the government, they are considered legitimate by both government agents and the general public, even the victims in some rare instances. This leads to a systematic difference in time preferences compared to when crimes are committed by individuals. The author explains that while crime raises time preference rates but doesn't change an individual's character structure, government interference raises time preference rates, reduces the supply of future goods, and changes an individual's character structure. The author also argues that government tax, regulation, and money creation methods result in fraudulent expropriation of private property owners and are considered legitimate by society. As a result, victims of government interference do not have the right to defend their property and property rights violations become institutionalized. The author says that this leads to a reduction in the expected rate of return on productive, future-oriented actions, and all actual and potential victims become more present-oriented.\n\n",
      "The author argues that the tendency of humanity to build an expanding stock of capital and durable consumer goods and to become increasingly more farsighted may be reversed if government property-rights violations take their course and grow extensive enough. This could result in a decivilization process, leading to former providers becoming drunks or daydreamers, adults becoming children, civilized men becoming barbarians, and producers becoming criminals. The author compares the actions of a highwayman to those of the government, with the highwayman taking responsibility for his actions and not pretending to be anything other than a robber, while the government attempts to make people either their dupe or slave. The author argues that every government is a territorial monopolist, engaging in continual property-rights violations, and therefore represents a constant threat to civilization and an expanding source of decivilizing forces. The author explains that different forms of government lead to different degrees of decivilization, and that democratic rule typically only follows personal rule and private government ownership. The author argues that democratic governments can only acquire legitimacy unnaturally, typically through war or revolution.\n\n",
      "The importance of favorable public opinion for the exercise of government power is discussed in works by Etienne de la Boetie and David Hume. Hume states that government is founded on opinion because force is always on the side of the governed and the governors have nothing to support them but opinion. The acquisition of government power has been a lengthy historical process and the primacy of monarchical rule is addressed in works by Bertrand de Jouvenel. De Jouvenel also discusses the ubiquity of natural authority and how it leads to the formation of associations. The author argues that there are two forms of government, private or public ownership (monarchy or democracy) and that the transition from personal (monarchical) to democratic rule strengthens the decivilizing forces inherent in any form of government. The defining characteristic of private government ownership, which results in the ruler's relatively lower degree of time preference, is that the expropriated resources and the monopoly privilege of future expropriation are individually owned. The institution of private government ownership shapes the incentive structure confronting the ruler and influences his conduct of government affairs. The ruler tries to maximize his total wealth by balancing current income and present value of assets.\n\n",
      "The author argues that the term \"monarchy\" is most appropriately applied to the form of government that existed in Europe until the end of the 18th century, before the transformation into democracies after World War I. The author views monarchy and democracy as two endpoints of a continuum, with various forms of government located at different distances from either endpoint. For example, constitutional monarchies are less monarchic than pre-constitutional ones, and parliamentary monarchies may be closer to a democracy than a monarchy. The author also notes that not all republics are equally close to democracy, such as the aristocratic republic of the Dutch United Provinces before 1673.\n\nThe author argues that private ownership of government leads to moderation in the ruler's exploitation of his monopoly privilege of expropriation, as taxing heavily would reduce the present value of the ruler's estate, and thus it is in their interest to restrain themselves in their taxing policies. A private ruler's monopoly of law and order would enforce the principle of productive and contractual acquisition of property and income, and reduce the amount of crime. The author also states that private ownership of government implies moderation for another reason, as only the ruler and their family would benefit from non-productively acquired property and income.\n\n",
      "In a private-government ownership system, entrance into the ruling family is highly restrictive and typically limited to members of the ruler's extended family. In exceptional cases, a member of the ruling family may marry a complete outsider, but they will not normally become the head of the ruling family. The attitude of the sovereign towards rights was expressed in the oath of the first French kings, which stated that they would honor and preserve each person's rights and maintain law and justice. If the king disregarded someone's rights, it was thought that their own title to the throne might be disregarded. State expenditures were thought of as the king's own expenditures and he was endowed with property rights that ensured an adequate income for his needs. The restrictions regarding entrance into government and the exclusive status of the individual ruler and their family promote opposition and resistance to any expansion of the government's power to tax and strengthen solidarity among the ruled. This class consciousness also exerts a moderating effect on the government's internal policies and its conduct of external affairs.\n\n",
      "The text argues that the trend towards centralization of government typically leads to increased expropriation and taxation, as well as a reduction in opportunities for interterritorial migration. A privately-owned government, however, is expected to have a different approach towards territorial expansion, as the public views it as the ruler's own business, to be financed and carried out with their own personal funds. The author suggests that a private ruler is more likely to prefer peaceful means of enlarging their realm, such as land purchases or a policy of intermarriage between members of different ruling families, rather than war and military conquest. The example of the Habsburgs of Austria is cited, who advanced their expansionist desires through intermarriage between members of different ruling families. The limited and moderate character of monarchical wars is also discussed.\n\n",
      "Hoppe argues that a transition from a monarchy to a democracy leads to an increase in government power and a trend towards decivilization. A democratic ruler cannot own the government resources and must use them up as quickly as possible, while a king would maintain their value. The public nature of government ownership results in a continual decrease in capital, making economic calculation impossible. Hoppe also draws a parallel between private slave ownership and public slavery, demonstrating that the latter results in a permanent misallocation, waste, and consumption of human capital. He cites empirical evidence indicating that the health, life expectancy, education, and reproduction rates of socialist slaves were worse than those of privately-owned slaves.\n\n",
      "The author argues that as government authority has grown, taxes have increased and government employment has risen. This attracts individuals with high time preference and low farsightedness to the government sector. The lack of personal liability for government debts leads to increased government debt and a rising future tax burden, which affects the public's time preference by making present consumption and short-term investment relatively more attractive. Historically, the tax burden was low during the monarchical age, but has increased since the end of World War I with the rise of democratic governments. Government employment was also low during this time, but has increased steadily since. The national debt in Western Europe and the Western world is frequently greater than 100 percent of national product and the world was characterized by the existence of a commodity money and a single, integrated world market.\n\n",
      "The author argues that the establishment of a commodity money system, such as gold or silver, makes it difficult for a government to inflate the money supply. The kings tried to establish fiat currencies, but were not successful in doing so. It was only under democratic republics after World War I that the gold standard was abolished and replaced by irredeemable national paper monies. This change has led to an increase in the supply of money and credit and a tendency toward inflation and currency depreciation. The author also argues that the establishment of public law, which exempts government agents from personal liability and allows the withholding of publicly-owned resources from economic management, leads to a gradual erosion of private law. Instead of upholding private law, the government ruled by public law employs its power for the purpose of legislation and redistributing wealth and income within civil society. This transformation leads to the growth of the welfare state and a self-accelerating process of decivilization.\n\n",
      "People in modern times are used to having their rights modified by the decisions of legislators. The bulk of public spending at the end of the 19th century went to the army, while welfare spending played almost no role. However, under democratic republics, military expenditures have risen to 5-10% of national product and the bulk of public spending is taken up by welfare spending. The redistribution of income and wealth within civil society can take the form of transfer payments, free goods and services, or business and consumer regulations. Any such redistribution has a two-fold effect on civil society, firstly, the act of legislating increases the degree of uncertainty and secondly, it undermines the respect for all laws. Introduction of social security legislation has reduced the range and temporal horizon of private provisionary action. All indicators of family dysfunction have risen since the onset of the democratic-republican age. Time preference and crime are related, the reward for criminal activities is tangible and immediate, whereas the sacrifice (possible punishment) lies in the future and is uncertain. If the degree of social time preference is increased, it can be expected that the frequency of aggressive activities will rise.\n\n",
      "The punishment from the law is unlikely to deter people who are present-oriented and expects that gains from the illegal act will be closer to the present than the punishment. The normal person is deterred by risks like loss of job, hardship for family, disgrace, etc., but the present-oriented person does not run such risks.\n\nIn the text, it is noted that there has been a noticeable increase in criminal activity over the past hundred years due to the operation of democratic republics and their ever-increasing legislation and range of \"social\" responsibilities. A comparison between the crime rate in the wildest places of the American \"Wild West\" and some of the current cities shows that today's cities have a much higher crime rate per capita. In Los Angeles, for example, the number of reported rapes increased from 572 in 1952 to 2,030 in 1992, and the number of reported robberies increased from 2,566 to 39,508.\n\nThe redistribution of income and wealth within civil society means that the recipients are made better off without having produced more or better goods and services, while others are made worse off without having produced less. This leads to the incentive to be less productive and less future-oriented and more consumption, parasitism, dependency, and shortsightedness. This leads to a rise in the cost of maintaining the existing level of welfare distribution and a strengthening tendency to shift from production to nonproduction activities, leading to a progressive decivilization and demoralization of the civil society.\n\n",
      "The author argues that the foreign policy of a democratic-republican government is different from a monarchy and will likely result in an increase in war. This is because a president cannot satisfy his expansionary desires through marriage like a king and therefore, the only option open to him is military conquest. The author also argues that the form of war changes with the substitution of a republic for a monarchy, as wars in monarchies typically arise from inheritance disputes and are private conflicts between different ruling families, whereas under a republic, the decision of whether to go to war rests with the citizens. The author also cites various historical and philosophical works to support their argument that the substitution of a republic for a monarchy does not imply less government power or self-rule, but rather, it implies the replacement of bad private-government administration with worse public-government administration.\n\n",
      "In the past, wars were considered a game between sovereigns and had precise rules. The object of warfare was to execute skillful maneuvers rather than to annihilate the adversary. The civil population was considered mere spectators and acts of violence against them were forbidden. Conscription was rudimentary and soldiers were scarce and hard to find, so everything was done to ensure their quality by a long and meticulous training process, but at a high cost. Generals tried to economize their men and avoid fighting battles, with a victory obtained by a clever combination of movements being considered the ideal pattern of perfection. This made wars more humane as avarice and calculation played a role in wars. The distinction between rulers and ruled was clearer and peace was easier to make. Royal territories were often discontiguous and kings came to rule linguistically and culturally distinct populations, leading to a cosmopolitan outlook and attitude. Political rulers and the intellectual elite spoke several languages, and freedom of migration was nearly complete. In contrast, democratic republics tend to lead to total wars, where the identification of the public with a particular state is strengthened. In the age of democratic republicanism, international migration is strictly regulated, political rulers and the intellectual elite are increasingly ignorant of foreign languages, and there is a nearly complete freedom of migration.\n\n",
      "The text describes the transition from limited warfare to the era of total war, which is a result of the rise of nationalism. The transformation of interstate wars into national wars, where the public emotionally identifies with large anonymous groups and distinction between combatants and non-combatants fall, has led to an increase in the pace and ferocity of wars. Nationalism has caused wars to become more brutal and difficult for members of the public to remain neutral. The author cites the works of Michael Howard, Friedrich Meinecke, Marshal Ferdinand Foch, William A. Orton, and Fuller, who concur that the spirit of nationality has emotionalized and brutalized wars. The change came about with the French Revolution and the rise of democratic-republican warfare, where armies became the instruments of the people and grew in size and ferocity. Wars became maddening, with the entire nation backing the fight and setting the goal as the defense or propagation of philosophical ideas and principles.\n\n",
      "The author discusses the impact of the French Revolution on the world, particularly conscription and herd warfare. The author cites a source that argues that conscription changed the nature of warfare by making soldiers cheap and battles more frequent, eventually leading to the massacre of civilian populations. The author then argues that the process of civilization, which is set in motion by individual saving, investment, and the accumulation of durable consumer goods, may only be temporarily upset by crime but can be altered if property-rights violations become institutionalized in a government environment. The author claims that if a government is privately owned, the ruler has an incentive to be farsighted and engage in moderate taxation and warfare. On the other hand, if a government is publicly owned, the decivilizing effects of government can grow strong enough to halt the civilizing process or even cause decivilization. The author then provides a history of the European and Western world, pointing out that Europe underwent a revolutionary transformation from monarchical rule to democratic-republican rule in the course of one and a half centuries. The author mentions the intellectual debate on the idea of popular sovereignty and universal suffrage in Great Britain. The author also highlights the role of the United States in World War I, which turned into an ideological war with the involvement of the U.S., and how the war resulted in the defeat of dynastic rulers and the creation of democratic republics in Europe, with universal suffrage and parliamentary governments.\n\n",
      "At the end of World War I, Europe's monarchies were mostly overthrown and replaced with democratic-republican governments. The US government played a large role in this and the war became an ideological mission to spread democracy. Switzerland was the first country to establish universal suffrage for males above 20 years old and the last to extend it to women. According to economic theory, the end of World War I marked the point when private-government ownership was completely replaced by public government ownership and a tendency towards rising social time preference, government growth, and decivilization. After 1918, all indicators of high or rising time preferences have shown a systematic upward trend. This includes a rise in taxes, debts, and public employment, destruction of the gold standard, paper-money inflation, protectionism, migration controls, and weakened institutions of marriage and family. The quality of education and cognitive prowess of political and intellectual elites has declined, and rates of crime, unemployment, and hedonism have increased. The author argues that the course of human history is determined by ideas and that public opinion must change in order to prevent a process of decivilization. It is not government but private property, recognition, and defense of private property rights, contractualism, and individual responsibility that are the sources of human civilization and social peace.\n\n"
    ]
  },
  {
    "tag": "h3",
    "header": "2: On Monarchy, Democracy, and the Idea of Natural Order",
    "wordCount": 26708,
    "content": [
      "In this chapter, the author argues that the way government operates and the impact it has on society can be expected to be different depending on whether the government is privately or publicly owned. The author explains that a government that is privately owned is defined by the fact that the resources that are expropriated and the monopoly privilege of future expropriation are individually owned. This means that the ruler is entitled to pass on their possessions to their heir, sell or rent their privileged estate, and personally employ or dismiss administrators and employees. On the other hand, with a publicly owned government, the control lies in the hands of a caretaker who may use the apparatus to their advantage but doesn't own it. The author predicts that a private government owner will have a longer planning horizon and a lower degree of economic exploitation compared to a government caretaker. The reason for this is that a private government owner will try to maximize their wealth by preserving the value of their estate and avoiding exploiting their subjects so heavily that it reduces their future earnings potential. In contrast, the nongovernmental public is expected to be more present-oriented under a system of publicly-owned government than under a regime of private government ownership.\n\n",
      "The author argues that a privately owned government would promote moderation and farsightedness. The private owner of the government, who has the power to exclude others from the use and enjoyment of government resources, would maintain and enhance the value of the government estate, unlike the caretaker of a publicly owned government who would try to maximize current income at the expense of capital values. This leads to continual capital consumption and the risk of ruining the country. Public ownership of government blurs the distinction between rulers and ruled and weakens public resistance to government power, leading to increased exploitation and a rise in the number of government employees. In contrast to the right of self-defense in the event of a criminal attack, the victim of government violations is not entitled to defend themselves. The author asserts that government violations of property rights affect individual time preferences in a much more profound way than crime because they imply a reduction in future goods and simultaneously raise the time preference degree of actual and potential victims.\n\n",
      "The author discusses the difference between crime and government property rights violations. Crime, being illegitimate, only occurs periodically, and can be dealt with by increasing demand for protective goods and services. Governmental property rights violations are continual, and result in a permanent reduction in the supply of future goods, which leads to a lower rate of return on investment. This reduction affects individual time preference in a profound way, making individuals more present-oriented as they see themselves as defenseless against future victimization. The text also mentions that this tendency is even more pronounced under publicly owned governments compared to privately owned ones. The author then goes on to describe the transition from monarchies to democracies that took place in Europe and the world after the end of World War I. The franchise was successively widened and the powers of popularly elected parliaments increased across Europe from 1815 to 1914. In France, for example, the right to vote was severely restricted under the restored Bourbons in 1815, but was expanded to universal male suffrage after the revolution of 1848.\n\n",
      "The text describes the history of democratization in Europe and the United States, including the expansion of the franchise to larger segments of the population. The author also mentions how the outcomes of World War I led to the widespread adoption of democratic-republican systems throughout Europe, including the overthrow of monarchies and the establishment of universal adult suffrage. The author notes that before World War I, only two European countries were republics (France and Switzerland), with the United Kingdom being the only major European monarchy that was considered a parliamentary system. After the war and under the influence of the United States, monarchies all but disappeared, and Europe turned to democratic-republicanism. The author briefly touches on the aristocratic roots of the United States and the role of the U.S. government in shaping the new world order of democratic-republicanism.\n\n",
      "This chapter examines the relationship between government ownership and exploitation, as well as the effect of World War I on the shift from private to public government ownership. From 1918 onwards, all indicators of government exploitation and rising time preferences have exhibited a systematic upward tendency. The amount of taxes imposed on society increased during the monarchical age, however throughout the entire period, the share of government revenue remained low and was not exceeded until the mid-19th century. On the other hand, with the onset of the democratic republican age, total government expenditures as a percentage of GDP rose in the 1920s and 1930s and by the mid-1970s had generally reached 50%. The author compares state expenditures during feudal times to that of modern governments and concludes that the Parliament is sovereign and can exact contributions, whereas the older assemblies were a gathering of company directors agreeing to turn over a part of their profits for public purposes.\n\n",
      "The author provides evidence of how the process of democratization has led to an increase in government employment. In 1900, the percentage of government employment was less than 3% but by the mid-1970s, it had risen to about 15%. The author also highlights the differences in monetary systems between monarchical and democratic republics. In the monarchical world, a commodity money such as silver or gold was used, making it difficult for the government to inflate the money supply. However, with the advent of democratic republics, the entire world adopted a pure fiat money system of freely fluctuating government paper currencies. The author argues that this shift was made possible only under conditions of anonymous and impersonal rule.\n\n",
      "The author discusses the distinction between the monarchical age and the democratic-republican age with regards to the development of money and credit. Under the monarchical age, with commodity money largely outside of government control, the \"level\" of prices had generally fallen and the purchasing power of money increased, except during times of war or new gold discoveries. In contrast, during the democratic-republican age, with the world financial center shifted from Britain to the U.S. and the latter in the role of international monetary trend setter, a very different pattern emerged where the tendency towards inflation and currency depreciation was seemingly permanent. The author also mentions that the British debt only increased since the onset of the democratic-republican age and this contrast is also seen with the development and recognition of monetary theory. The early theoretician of fiat money, John Law, had a fall from grace whereas his 20th century counterpart, John Maynard Keynes, was honored during his lifetime and even today as the world's foremost economist.\n\n",
      "The author points out that the US government debt has increased significantly since World War I and has reached approximately 6 trillion dollars in the present day. The same tendency towards exploitation and present-orientation can be observed in the examination of government legislation and regulation, particularly under democracy. Under democracy, the exercise of power is shrouded in anonymity and presidents and parliaments quickly became not only judge but also legislator, creating \"new\" law. In contrast, during the monarchical age, the king was looked upon as a judge and not a legislator. The monarch made subjective rights respected and respected them himself, finding these rights in being and did not dispute that they were anterior to his authority. The concept of legitimacy established the solidarity of all rights, and no change in these rights could be made without the consent of their holders. The monopolization of law administration led to higher prices and/or lower product quality, however, the king was still bound by the standard provisions of private law.\n\n",
      "This text discusses the democratization of law and law administration, which has resulted in a high number of legislative acts and regulations passed by parliaments each year, leading to a steady depreciation of all law and heightened legal uncertainty. The author mentions that the democratization of law is similar to the democratization of money, which resulted in inflation and increased financial uncertainty. The most direct indicator of social time preference, which is the rate of interest, is discussed. The author explains that a high interest rate implies more present-orientedness and a low rate of interest implies more future-orientation. The trend towards lower interest rates reflects the rise of the Western World and its increasing prosperity, farsightedness, intelligence, and moral strength.\n\n",
      "The author argues that based on economic theory and historical data, it's expected that 20th century interest rates would have been lower than 19th century rates. However, this was not the case and the author attributes this to a shift in social time preference schedule which led to a decline in moral and intellectual strength of people and a more present-oriented mindset. The author also mentions that minimum long-term interest rates in Europe and the US are currently well above 4 percent which is higher than 17th-century Europe and as high or higher than 15th-century rates. The author also highlights the increase in family disintegration, with a decline in birth rates, an increase in divorce, illegitimacy, single parenting, singledom, and abortion, and a decrease in personal savings rates. The author attributes this to the government's collectivization of individual responsibility, where welfare spending has increased at the expense of military spending, leading individuals to rely on public assistance for their health, safety, and old age needs.\n\n",
      "The author argues that the increase in crime rates in the Western world during the second half of the 20th century can be attributed to the process of democratization and the effects it has on society. The rising degree of social time preference, a decrease in individual responsibility and an increasing moral relativism, have been linked to the rise in crime. The change in crime rates is not explained by other factors such as changes in the population's age, race, sex, or urbanization, which are relatively stable and cannot account for the systematic change in crime. The relationship between crime and high time preference is also explored, with the author suggesting that there is a systematic relationship between the two, as criminal activities, such as murder, assault, rape, robbery, theft and burglary, benefit the aggressor in the short term while the sacrifice is uncertain and lies in the future. The author points out that as a society becomes more egalitarian in its outlook, it becomes more skeptical of claims that some people are intrinsically superior to others, and this view has led to a rise in crime.\n\n",
      "Data on changes in the internalized inhibitions against crime is limited, but one fact suggests that they might have changed in some societies. In England, the ratio of murderers who committed suicide before being arrested to all convicted murderers fell steadily from about three out of four in 1929 to about one in four in 1967. As society becomes more egalitarian, people may become more disposed to describe others' output as unjustly earned. The trend of thought in modern nations has been toward more egalitarian views and rising belief among disadvantaged groups that they don't have to pay deference anymore, but instead, the majority owes them reparations for past injustices. However, there's no guarantee that having more egalitarian or reparations-seeking views make people more criminal.\n\nEdward C. Banfield explains the relationship between high time preference and crime. The threat of punishment at the hands of the law is unlikely to deter a present-oriented person because the gains from the illegal act are near, while the punishment lies in a distant future. A normal person is deterred by risks like disgrace, loss of job, hardship for family, etc., but a present-oriented person doesn't run such risks.\n\nThe transition from monarchy to democracy represents civilizational decline rather than progress. Increased exploitation and social decay are the result of the transition, along with a change from limited warfare to total war. The 20th century, the age of democracy, is one of the most murderous periods in history. According to Wilson and Herrnstein, indicators suggest that young people are becoming more present-oriented and impulsive.\n\nThe author concludes that the current state of affairs can't be the end of history, and the Western democratic welfare states will collapse if the tendency towards increased exploitation and present-orientedness continues.\n\n",
      "The current state of the Western democratic-republican system is facing a potential economic and social catastrophe. The legitimacy of democracy and majority rule must be delegitimized and replaced by a positive alternative, which is the idea of a natural order. This involves recognizing that private property, production, and voluntary exchange are the ultimate sources of human civilization and acknowledging the existence of a voluntarily acknowledged natural elite, a nobilitas naturalis. The outcome of voluntary transactions between private property owners is nonegalitarian, hierarchical, and elitist, and some individuals come to possess natural authority through their superior achievements of wealth, wisdom, bravery, or a combination. The maintenance and preservation of a private property-based exchange economy requires a natural elite, who act as judges and peacemakers. The endogenous origin of a monarchy can only be understood against the background of a prior order of natural elites, but its monopolization of the function of judge and peacemaker led to the deterioration of law and increase in costs.\n\n",
      "The opposition to monarchy in history was largely motivated by the inflated cost of justice and the perversions of ancient laws by the kings. However, there was confusion as to the causes of this phenomenon. Some recognized that the problem was with monopoly and not with elites or nobility. But they were outnumbered by those who incorrectly blamed it on the elitist character of the rulers and sought to maintain the monopoly of law and law enforcement, merely replacing the king with the \"people.\" This led to the success of democracy. The same social forces that kings had stimulated when they began excluding competing natural authorities from acting as judges led to the downfall of the monarchy. The kings aligned themselves with the people, promising cheaper and better justice, but their promises turned out to be false. The egalitarian sentiments turned against them, and it appeared logical that the kings be brought down and that the monopoly of the judiciary be controlled by the common man. The democratization of law and law enforcement only made matters worse, however, as the price of justice increased and the quality of law deteriorated. The idea of law as a body of universal and immutable principles of justice almost disappeared and was replaced by the idea of law as legislation. Democracy succeeded where monarchy failed in destroying natural elites. If the monopoly of law and law enforcement of democratic governments is dissolved, there appears to be no other authority for justice and chaos would seem inevitable. Therefore, it is important to give ideological support to all decentralizing or even secessionist forces to reverse the tendency toward political centralization.\n\n",
      "Hoppe argues that the problem of replacing democracy with a more legitimate form of government is more difficult than it was to replace monarchy. The reason for this difficulty is that there is no existing authority that people can turn to for justice if the monopoly of law and enforcement by democratic governments is dissolved. This is why it is important to support all decentralizing or secessionist social forces in addition to advocating for the abdication of democracy. The political centralization that has characterized Western societies for centuries must be reversed, as territorial smaller governments and increased political competition will encourage moderation. In small regions or communities, individuals who are recognized for their professional achievement, morally impeccable personal life, and superior judgment and taste can rise to the rank of natural voluntarily acknowledged authorities. This idea of an anarchic private law society is seen as an answer to both monarchy and democracy. In order to achieve this, society needs a class of moral aristocrats who can lead and set an example through their dedication, integrity, and moral character.\n\n"
    ]
  },
  {
    "tag": "h3",
    "header": "3: On Monarchy, Democracy, Public Opinion, and Delegitimation",
    "wordCount": 15185,
    "content": [
      "In Chapter 3 of Hans Hermann Hoppe's Democracy the God that Failed, he begins by discussing Ludwig von Mises and his interpretation of a free society. Mises believed that private property ownership was the backbone of liberalism and all other demands of liberalism stem from this fundamental demand. According to Mises, the emergence of society and human cooperation through division of labor was a result of natural diversity of people and property and the recognition that work performed under division of labor is more productive than work performed in isolation. He also emphasized that the state's function is to protect property, liberty, and peace by using force to enforce the rules of society.\n\nMises was critical of the princely state because it was incompatible with the protection of private property rights. The princely state was characterized by the constant expansion of its territory and subjects, and the prince regarded the land and people as objects of princely ownership. Mises instead proposed democracy as a substitute for the princely state, but his definition of democratic government was fundamentally different from its colloquial meaning. To Mises, democracy meant self-determination, self-government, and self-rule, and a democratic government was an essentially voluntary membership organization that recognized each of its constituents' unrestricted right to secession.\n\nHoppe argues that Mises's definition of democracy as a voluntary membership organization is not what is practiced in modern democracies. Instead, modern democracies are characterized by majority rule, which can lead to antiliberal results in ethnically mixed territories. Hoppe concludes that the problem with modern democracies is that they are not true democracies in the sense that Mises defined them and that this has led to the failure of democracy as a political system.\n\n",
      "The author highlights the idea of self-determination in regards to membership in a state. The author argues that the right of self-determination should be granted, if at all possible, to every individual person and is the only feasible way of preventing revolutions and international wars. The author mentions Mises's views on democratic government, stating that the assurance of property rights protection is through the threat of unlimited secession and its own characteristic of voluntary membership. The author points out that all modern democracies are compulsory membership organizations, which is different from Mises's definition of democratic government. The author also notes that Mises never connected the decline of liberalism and the dominance of anti-capitalist political ideologies with majoritarian democracy. The author concludes by proposing to provide an analysis of the logic of majoritarian democracy and make modern history intelligible and predictable.\n\n",
      "The author argues that despite the difference between princely and democratic governments, both are considered compulsory monopolies of protection and decision-making. Both types of government have the right to tax without the consent of the protected and as a result, the price of justice and protection rises while the quantity and quality of these services decrease. Under a monopoly of jurisdiction, the quality of protection will deteriorate because the appeal for justice will be distorted in favor of government. In a princely government, entry is restricted by the prince's discretion, whereas in a democratic government it is open to everyone on equal terms. From a classical liberal perspective, free and equal entry into government does not unify law and instead perpetuates the distinction between public and private law. Exploitation does not disappear under democracy and instead becomes shortsighted due to temporary and interchangeable caretakers in charge.\n\n",
      "Hereditary princes and democratic caretakers can increase their spending through higher taxes, debt and money inflation. However, a prince tends to avoid increasing taxes if it leads to a drop in the present discounted value of the capital stock, which he owns, while a caretaker shows no such reluctance since he only owns the present tax revenue. The prince assumes a liability against his personal property whenever he borrows from the nongovernment public, while a democratic caretaker is free of any such consideration. Also, both princes and caretakers can use their compulsory monopoly power to gain control over the money supply, but a prince weighs two factors whereas a democratic caretaker is only concerned with his immediate enrichment. With free entry into and participation in government, the perversion of justice and protection will proceed even faster. The notion of universal and immutable human rights and in particular of property rights essentially disappears and is replaced by law as government-made legislation and rights as government-given grants. Princes face two disincentives when it comes to redistribution; they must appear in accordance with private property rights and they should increase future productivity. Democratic caretakers face no logical obstacle to the redistribution of private property. A democratic caretaker's legitimacy rests on the legitimacy of \"social\" or \"public\" property, resulting in private law disappearing as an independent domain of law. Ultimately, all property is public property and each established private property right is only provisionally valid and may be altered in accordance with a caretaker's unilateral determination of the requirements of \"public safety\" and \"social security.\"\n\n",
      "The author argues that due to the pressures of political competition in democratic government, caretakers will feel compelled to redistribute wealth and income equally, rather than elitist, leading to the deformation of society's character structure. The redistribution of wealth reduces the incentives for original owners and producers and increases the incentives for non-owners and non-producers, leading to social degeneration and decay. Free competition in the production of bads is not good and should not be allowed, as it leads to corruption. Under princely rule, only one person could potentially act on the desire for another's property, while under democracy, everyone is free to express their desires and threaten others' property rights. This leads to the popularization of immoral and anti-social desires, such as coveting others' property, and the rise of efficient demagogues who have little moral inhibition against taking another's property. The selection of a prince through noble birth and upbringing often resulted in a harmless or good person, but the selection of government rulers through popular elections makes it practically impossible for any good or harmless person to rise to the top of government.\n\n",
      "The author argues that the selection of government rulers by means of popular elections makes it virtually impossible for any good or harmless person to rise to the top. Politicians are chosen for their efficiency as demagogues, not their merit, and democracy virtually assures that only bad and dangerous individuals will ever occupy the top positions in government. The author cites H.L. Mencken's observation that politicians rarely get into office through merit alone and that they are typically chosen because they can impress and enchant the intellectually underprivileged.\n\nAfter more than a century of compulsory democracy, the results are clear. The tax burden has become oppressive, gold has been replaced by government-manufactured paper money, and regulations have become increasingly restrictive. At the same time, the government's protection of life and property has failed, leading to a decrease in personal independence, economic strength, and private wealth. Meanwhile, the rulers have become more corrupt, dangerously armed, and arrogant.\n\nThe author suggests a return to the idea of a liberal social order as proposed by Ludwig von Mises. Mises recognized that every government, whether princely or democratic, relies ultimately on opinion rather than physical force. A central government cannot impose its will on the entire population unless it finds widespread support and cooperation within the non-governmental public. The author cites Etienne de la Boetie's observation that a government's power is based on voluntary cooperation from the public, not its physical force.\n\n",
      "The text explores the idea that government only has the power that people grant it. The author argues that if power rests solely on opinion and cooperation, then a government can be toppled by a change in opinion and will power. The strategy of social revolution suggested is personal secession where one regards the central government as illegitimate and treats it as a foreign occupying force. This involves compliance with its mandates out of self-preservation but nothing more. People should not work or associate with anyone who does work for the government, should not participate in politics, and should not contribute to any organization funded by the federal government. One should consider all federal laws null and void and ignore them whenever possible. Instead of supporting the government, one should invest in measures that protect one's property from the government, such as hiding and concealing wealth. The author cites La Boetie's sixteenth century treatise, in which he argues that the remedy to power is to withdraw consent.\n\n",
      "The author argues that property owners must protect their wealth from the government by implementing both defensive and offensive strategies. The defensive strategy involves hiding or concealing one's wealth, while the offensive strategy involves an ideological campaign that delegitimizes the idea and institution of democratic government. The author believes that the masses are easily deluded and habitually submit to the government, but there are always a few individuals with clear minds and far-sighted spirits who feel the weight of the yoke and seek to restore private property rights and law and order. These individuals form the natural elite and must engage in a continuous ideological struggle to awaken the masses from their slumber. The author also emphasizes that it is important to be selective in one's investments, both material and ideological, and that any criticism of government worthy of support must expose the underlying flaw in the very idea of government itself.\n\n",
      "The author argues that in order to effectively persuade the masses to stop cooperating with government, there must be an uncompromising commitment to ideological radicalism. Simple and radical ideas are more likely to stir the emotions of the masses, and the constant exposure, ridicule and desanctification of government and its representatives as moral and economic frauds is the most effective way of achieving this. The author believes that if members of the natural liberal-libertarian elite fully grasp this lesson and act accordingly, liberalism will have a future. The author cites the advice from La Boetie, who stated that one can be freed by resolving not to serve the tyrant anymore, and by no longer supporting him, the tyrant will fall of his own weight.\n\n"
    ]
  },
  {
    "tag": "h3",
    "header": "4: On Democracy, Redistribution, and the Destruction of Property",
    "wordCount": 11288,
    "content": [
      "The author argues that democracy, as it is practiced today, leads to the destruction of private property and wealth redistribution. He explains this by using thought experiments such as imagining a world government elected by one-man-one-vote, in which a Chinese-Indian coalition would most likely decide to redistribute wealth from the western world to their own countries. Similarly, if the right to vote were extended to seven year olds, the government policies would likely reflect the desires of children for free food, videos and other things, at the expense of others. The author believes that the process of democratization that began in Europe and the US in the 19th century, has set in motion a permanent tendency toward wealth and income redistribution. This tendency is due to the fact that one-man-one-vote combined with \"free entry\" into government democracy implies that every person and their personal property are within reach of everyone else, leading to a tragedy of the commons. The majority of \"have-nots\" will try to enrich themselves at the expense of minorities of \"haves\". The author argues that most of the redistribution will take place within the group of the \"non-poor\", and often it will be the better-off who succeed in having themselves subsidized by the worse-off. There will be many competing groups and coalitions trying to gain at the expense of others, with individuals losing and gaining on account of different characteristics, resulting in some individuals ending up as net-losers and others as net-winners of redistribution.\n\n",
      "The author explains the rise of socialist and social-democratic voter turnout and the decline of liberal parties in the late 19th and early 20th century through a comparison of voter turnout in several countries. In Germany, for example, the total number of votes cast rose from 4.1 million in 1871 to 30.5 million in 1919. The socialist voter turnout increased from 3 percent to 46 percent while the liberal voter turnout fell from 46 percent to 23 percent. Similar patterns were observed in other countries such as Italy, the United Kingdom, Sweden, and the Netherlands.\n\nThe \"tragedy of the commons\" refers to the overuse or depletion of resources that are owned by the public. The author argues that democracy is seen as a tool for redistributing wealth and income which results in an increase in the number of people who receive subsidies. All forms of redistribution involve taking from the original owners and producers and giving it to non-owners and non-producers, leading to a decrease in the incentive to be an owner or producer. The author provides several examples such as farm subsidies, minimum wages, business protection laws, and subsidies for single mothers and education, to show how redistribution affects different aspects of society.\n\nThe author argues that subsidizing individuals because they are poor leads to more poverty, subsidizing the unemployed leads to more unemployment, and supporting single mothers leads to an increase in single motherhood and divorce. On the other hand, subsidizing the education of children increases the birth rate but weakens the bond between generations as the old no longer rely on their children and the young are left to support the old. The author cites several economists such as Joseph A. Pechman, Murray N. Rothbard, Edward C. Banfield, Armen Alchian, Ludwig von Mises to support his argument.\n\n",
      "The author argues that government policies aimed at subsidizing certain groups, such as malingerers and neurotics, will have the unintended effect of promoting these undesirable behaviors and outcomes. The same is true of policies aimed at reducing crime and discrimination, which will actually increase criminal behavior, according to the author. By forcing private property owners and producers to pay taxes to support \"politicians\" and \"civil servants\", the author claims that wealth formation, productivity, and economic growth will be suppressed, and waste, parasitism, and inefficiency will be promoted. The author cites various works by economists and philosophers, including Ludwig von Mises and Murray Rothbard, to support his arguments against government intervention in the economy and society.\n\n",
      "The author argues that taxes are not actually paid by government employees, but rather their salaries are reduced by the amount of taxes they would have otherwise paid. This means that government employees do not actually bear the burden of taxes and instead use them to increase their own tax-financed salaries. On the other hand, private sector workers generate income through production and sale of goods and services in markets. Meanwhile, politicians and civil servants produce nothing that is sold in markets, which makes it impossible to determine the value of their output and whether or not it justifies their costs. The author argues that the subsidizing of politicians and civil servants is a subsidy to \"produce\" with little regard for consumers. As a result of expanding \"public\" sector employment, there will be increasing laziness, carelessness, incompetence, disservice, maltreatment, waste, and even destruction while also leading to arrogance, demagoguery, and lies. It is predicted that the Western welfare state will collapse just as Eastern socialism did in the late 1980s. The author believes that economic collapse does not automatically lead to improvement and that ideas play a crucial role in determining the course of history. The current mess is the result of public opinion accepting the idea of democracy and as long as this acceptance prevails, a catastrophe is unavoidable.\n\n",
      "The author argues that the root cause of the current state of progressive \"decivilization\" is democracy. He states that throughout history, most political theorists have had nothing but contempt for democracy and even the Founding Fathers of the U.S., who are now considered models of democracy, were strictly opposed to it, viewing democracy as mob-rule. The author suggests that proponents of democracy in the past only advocated for it in very small communities, where people knew each other personally and the position of the \"haves\" was based on superiority, making it difficult to loot others. In contrast, in large territories, where the potential looters do not know their victims, looting is subject to little or no restraint. The author also states that democracy is immoral and uneconomical, as majority rule allows A and B to band together to rip off C, and so on. The author stresses that private property, production, and voluntary exchange are the ultimate sources of human civilization and prosperity, and that justice and economic efficiency require a pure and unrestricted private property society, an \"anarchy of production.\"\n\n",
      "Rousseau's \"Social Contract\" was actually a commentary on the political situation in Geneva, where a hereditary oligarchy of leading aristocratic families ruled the city state. Rousseau's idea of \"popular sovereignty\" was directed towards attacking the oligarchy, but not as a defense of direct democracy. Instead, he envisioned the members of Geneva's Grand Council, which included both upper and lower hereditary aristocracy, as the \"sovereign people\". Despite the propaganda spread by government-controlled schools and laureates like James Buchanan, there is still enough common sense to understand criticism of democracy. Economist Joseph A. Schumpeter criticized Buchanan's views as far removed from scientific habits of mind, while journalist H.L. Mencken saw government as a separate, hostile power only partly under control. In order to achieve a non-exploitative social order, the idea of majoritarianism should be used against democratic rule. The author suggests persuading a majority of voters to take away the right to vote from those who receive government benefits, including government employees. The author also cites works by Hans-Hermann Hoppe, Murray N. Rothbard, and Anthony de Jasay in support of his ideas. Lastly, the author stresses the importance of secession and small territorial units in reducing redistributive policies and promoting the idea of a natural order of competing peacekeepers, judges and overlapping jurisdictions.\n\n",
      "The author argues that the answer to democracy and other forms of political rule is a pure private law society. In order to achieve this, one must recognize the importance of secession and secessionist movements. Secession serves as a vote against the principle of democracy and majoritarianism. The process of secession can lead to smaller territorial units, making it more difficult to maintain redistributive policies. As the units become smaller, individuals with superior judgment, courage, and taste may rise to the rank of natural elites and lend legitimacy to the idea of a non-monopolistic and voluntarily financed peacekeepers, judges, and overlapping jurisdictions, similar to what currently exists in the arena of international trade and travel. The author cites the works of other scholars on the law and economics of secession, including Murray N. Rothbard, David Gordon, Donald W. Livingston, Stephen Yates, and others.\n\n"
    ]
  },
  {
    "tag": "h3",
    "header": "5: On Centralization and Secession",
    "wordCount": 11344,
    "content": [
      "The author argues that the state, as a territorial monopolist of compulsion and exploitation in the form of expropriation, taxation, and regulation, can be expected to exhibit a tendency toward increased exploitation. This tendency leads to territorial expansionism and competition between states, resulting in a tendency towards increased political centralization and ultimately one single world state. The author cites Western history as evidence for this conclusion, pointing out that there has been a trend towards increased centralization over time. The author argues that even though decentralizing forces have existed, the trend towards centralization is stronger. The author also points out that the United States has emerged as the world's sole and undisputed military superpower, with a hegemonical status over Western Europe and Pacific rim countries, and that the political integration of Western Europe and the American continent has steadily advanced.\n\nThe orthodox view is that centralization is generally a \"good\" and progressive movement, while disintegration and secession represent an anachronism. However, the author argues that this view is more indicative of the fact that history is typically written by its victors, and that correlation or temporal coincidence do not prove any truth.\n\n",
      "The author argues that the relationship between economic prosperity and centralization is different from what is commonly believed. The orthodox view alleges that centralization leads to wider markets and increased wealth, but this is only a correlation and not a causation. Political integration and economic integration are two separate things: political integration is about the expansion of state power over taxation and property regulation, while economic integration involves the extension of division of labor and market participation. Governments reduce market participation and the formation of economic wealth through taxation and regulation. However, size does have an indirect relationship with economic integration. A central government ruling over large territories cannot exist from the beginning and must start small, which helps to moderate its power. Small governments have many close competitors and must regulate their subjects less than their competitors or face the loss of tax revenue. Political competition is a more effective device for limiting government power than internal constitutional limitations. The author argues that the highly decentralized power structure of Europe explains the origin of capitalism and its expansion of market participation and economic growth. Capitalism first flourished in northern Italy, southern Germany, and the Low Countries, where there was extreme political decentralization.\n\n",
      "The competition among small states for taxable subjects can lead to conflict between them. Some states expand their territories while others are eliminated or incorporated, depending on their economic resources. The lower the tax and regulation burden imposed by a government on its domestic economy, the larger its population tends to grow and the more domestically produced wealth it has. This is why centralization is often progressive. In the long run, the decisive factor in the success of states is the relative amount of economic resources at a government's disposal. According to Jean Baechler, the absence of political order in Western Europe led to the constant expansion of the market and the rise of capitalism. However, as states become more liberal and defeat less liberal ones, they have lower incentives to maintain domestic liberalism. When the possibility of emigration disappears, the expansion of government power, taxation and regulatory expropriation increases. A case for secession can be made based on social and economic theory and history. Secession shifts control over nationalized wealth from a larger central government to a smaller regional one, replacing forced integration with voluntary separation. By secession, hegemonic domestic relations are replaced by contractual foreign relations that are mutually beneficial.\n\n",
      "Forced integration creates tension, conflict, and hatred, while voluntary separation leads to peace and harmony. The act of secession replaces hegemonic domestic relations with contractual foreign relations and increases opportunities for interregional migration. It also comes under increased pressure to adopt liberal domestic policies by allowing more private property and reducing tax and regulation burdens. Secession accentuates cultural differences and rank orders and provides the best stimulus for cultural and economic advancement. The smaller a territory is, the greater the pressure to opt for free trade rather than protectionism, as government interference with foreign trade limits mutually beneficial interterritorial exchanges and leads to relative impoverishment.\n\n",
      "The text argues that free trade and monetary integration are the keys to prosperity even for the smallest territories. If a territory's owners restrict interterritorial trade, abject poverty or death would result. The smaller a territory, the more likely it will opt for free trade. The author cites the example of East Germany and its massive outflow of people leaving for the more liberal West Germany. The East German government erected a border system to prevent East Germans from leaving, but when Hungary relaxed its border controls, the wave of East German emigration resumed. When every household forms its own country, Friedman's proposal for a system of freely fluctuating paper currencies would be an absurdity because no one would accept anyone else's paper, economic calculation would be impossible, and trade would come to a virtual standstill. For this reason, secession, provided it proceeds far enough, will actually promote monetary integration, and each country will have to abandon the fiat money system and adopt an international commodity money system, such as the gold standard.\n\n",
      "The author argues that fluctuating fiat money contradicts the very essence of the monetary function and causes an enormously complex and chaotic form of barter. Secessionism, the growth of separatist and regionalist movements, increases ethnic, linguistic, religious, and cultural diversity, and eliminates the immigration problem by letting smaller territories have their own admission standards. The author concludes that true freedom of trade requires an international commodity money, such as gold and silver, and breaking it up by statist fiat paper cripples the free market and robs the world of its fruits. Lastly, secession promotes economic integration and development, resulting in tens of thousands of distinct countries and hundreds of thousands of independent free cities, greatly increased opportunities for migration, and a world of unheard of prosperity, economic growth, and cultural advancement.\n\n",
      "The text argues that the many different princely residences in Germany have contributed to the country's widespread prosperity and culture. The author suggests that if there were only one or two capitals in Germany, the culture and prosperity of the country would not be as strong as it is today. The author also notes that Germany has a large number of universities, public libraries, art collections, natural museums, and theaters, which are spread out evenly across the entire Empire. The author questions whether cities like Frankfurt, Bremen, Hamburg, and Liibeck would remain as large and prosperous as they are if they were to lose their independence and be incorporated into one great German Empire.\n\n"
    ]
  },
  {
    "tag": "h3",
    "header": "6: On Socialism and Desocialization",
    "wordCount": 14887,
    "content": [
      "The author argues that wealth can only be created or increased in three ways: by claiming scarce resources (homesteading), by producing goods using labor and previously claimed resources, or by acquiring goods through voluntary exchange. These activities increase social welfare because they do not diminish the welfare of others. On the other hand, socialism leads to impoverishment because it assigns ownership of productive assets to a collective, regardless of each member's contribution, which disadvantages those who homestead, produce or contract. This results in less original appropriation, production, and contracting, as well as permanent misallocations of production factors, since there are no market prices for factors of production under socialism and cost-accounting is impossible. The socialist caretaker of capital goods does not know his foregone opportunities, leading to wasteful use of scarce resources.\n\n",
      "The author argues that the reason for the failure of socialism in Eastern Europe is collective ownership of factors of production. The solution to this problem, according to the author, is privatization. However, there is little written on how to desocialize and many Western intellectuals persistently hold socialist views. The author suggests that the key to a prosperous future is privatization and that private property is incompatible with democracy as well as any other form of political rule. The author also argues that an \"anarchy of production\" is established with the institution of private property, in which all producers' relations are voluntary and mutually beneficial.\n\n",
      "The author argues that all socialist property should be forfeited and returned to the original owners or their heirs, as it was obtained through expropriation. The original property titles should be recognized and current users' claims should be overridden by original private owners or their heirs unless the user can prove that the original title was acquired by coercion or fraud. In case the socialist property is not reclaimed, ownership should be transferred to those who use it, such as the farmland to farmers, factories to workers, etc. The property shares acquired in this way should be freely tradeable and a stock market established to allow for transfer from less productive hands to more productive ones. The author references the writings of Murray N. Rothbard and John Locke to support these ideas.\n\n",
      "Under Syndicalism, the means of production are not allowed to have the property arrangements of Capitalism. Instead, individual citizens are assigned shares in the means of production, which cannot be disposed of. However, this approach creates two problems: first, what should be done in the case of newly erected structures built on land that is owned by someone else; and second, producers in capital-intensive industries will have a relative advantage over those in labor-intensive industries, leading to unequal distribution of wealth. The author argues that the latter issue can be justified by the homesteading principle, where private property is established through acts of homesteading (mixing one's labor with nature-given resources before anyone else has done so), and that this principle can be applied to the syndicalist privatization approach as well. The workers in Syndicalism are not considered \"owners\" in the normal sense of the word because they cannot dispose of their shares in the means of production in any way they consider most advantageous. This creates difficulties if changes occur in methods of production, supply and demand, technique or population. In this case, either workers would keep their shares in the means of production they occupied at the time of syndicalization and enter new industries as simple workers earning wages, or they would lose their share on leaving an industry and receive a share per head equal to that of workers already working in the new industry. Either way, this would quickly violate the principle of Syndicalism and make every change in production virtually impossible, blocking economic progress.\n\n",
      "This section discusses the economic theory of bargaining and the concept of property. The author cites several works by Murray N. Rothbard, Robert Nozick, Helmut Schoeck, Erik von Kuehnelt-Leddihn, and John Locke to support their argument. The author endorses Locke's idea of homesteading and criticizes the \"proviso\" in his theory of original appropriation. The author also critiques modern variants of the Lockean proviso and land-egalitarianism. The author presents a syndicalist proposal for privatization that is more efficient than an alternative plan that would give equal shares to the entire population. The author suggests adopting a private property constitution that lays out clear principles for private ownership and the prosecution of any infringement on these rights.\n\n",
      "The author argues that property rights should be assigned based on an individual's actions or inactions in relation to the owned asset. This is known as the homesteading principle, which is considered the foundation of property rights ethics. The author suggests that by implementing a pure private property society, it would lead to quicker economic recovery for Eastern Europe, as the population would become rich and the country would attract investors. The author also suggests that the production of security, such as police protection and a judicial system, would be taken over by Western insurance companies if government monopolization did not prevent it. The abolition of all price controls, wage controls, and import/export restrictions would promote economic growth and increase output, but temporarily increase unemployment.\n\n",
      "The text discusses the economics of competitive private security production. The author notes that the influx of small entrepreneurs from Western Europe into an unregulated private property economy in Eastern Europe would be attractive due to the heavy tax burden and regulations in Western Europe. This would lead to a rapidly accelerating process of capital accumulation, and many Western Europeans would abandon welfare socialism for the unlimited opportunities offered in the East.\n\nHowever, the actual course of desocialization in Eastern Europe since 1989 has proceeded differently than what was proposed. The size of Eastern European governments is still overwhelming and government personnel consists largely of the same individuals as before 1989, who are familiar with welfare-statist notions but unfamiliar with classical-liberal and libertarian ideas. If all collective property were privatized, all government jobs would disappear, but if the familiar Western European welfare-state model were adopted, most bureaucratic jobs could be secured and government revenue and salaries could increase.\n\nIn the postscript, the author notes that the method of privatization must be different in Western welfare states and in former socialist countries. The syndicalist privatization strategy applied only in cases where no previously expropriated private owner or heir existed, and if such an owner-heir could be identified, they should be reinstated as private owner.\n\n",
      "The author argues that to privatize production factors, the ownership claim must have an objective foundation. The method of privatization must be different in socialism and welfare states. Privatizing through the civil servants is indefensible and has no real foundation. Taxpayers, who financed public buildings and structures, should be given title to them. Civil servants and welfare recipients, who live off other people's taxes, should be excluded from private ownership. In order to determine the ownership shares in buildings and structures currently owned by governments, individuals would need to provide documentation of their past tax payments, and past welfare payments received must be deducted from taxes paid.\n\n",
      "In a fully privatized market society, private accountants, lawyers and arbitration agencies would be responsible for resolving the issue of ownership shares granted to individuals in buildings and structures currently owned by governments. To determine these ownership shares, individuals must provide documentation of their past payments of taxes and welfare receivables, which must then be used to calculate net taxes paid. These agencies are typically funded directly or indirectly by individual claimants without any contingency.\n\n"
    ]
  },
  {
    "tag": "h3",
    "header": "7: On Free Immigration and Forced Integration",
    "wordCount": 10635,
    "content": [
      "The author of the book argues that the traditional argument in favor of free immigration is irrefutable and should not be attacked, but it also has two interrelated shortcomings; firstly, what constitutes wealth and well-being is subjective, and secondly, the issue of who owns or controls the territory into which people are immigrating is left unanalyzed. The author argues that if the assumption that the territory is unowned is dropped, the problem of immigration takes on an entirely new meaning and requires fundamental rethinking. The author then uses the concept of an anarcho-capitalist society as a benchmark to explain the fundamental misconception of most contemporary free immigration advocates.\n\n",
      "The author argues that in a society where all land is privately owned, including streets, airports, harbors, rivers, etc., the freedom of immigration does not exist. Individual property owners have the freedom to admit or exclude others based on their unrestricted or restricted property titles. This leads to as much immigration, inclusivity, desegregation, or discrimination as individual owners or owner associations allow. However, this does not mean that there is a rejection of free trade, as the absolute voluntariness of human association and separation makes possible peaceful relationships and free trade between different groups. The author also notes that no multicultural society has ever worked peacefully for very long.\n\nThe distinction between \"inlanders\" (domestic citizens) and foreigners only arises with the establishment of a government, which possesses a territorial monopoly of aggression (taxation). In an anarcho-capitalist society, there is no government and hence no distinction between inlanders and foreigners. The existence of state borders and passports implies a two-fold distortion with respect to people's natural inclination to associate with others. First, inlanders cannot exclude the government from their own property and are subject to forced integration by government agents. Second, the government must have control of existing roads to access private property for taxation purposes, leading to overproduction of roads and forced domestic integration.\n\n",
      "Even though Switzerland has an assembly of different ethnicities like German, French, Italian and Romansh, the country is not an exception to the rule. All important powers in the country, including the power to determine cultural and educational matters, are in the hands of the cantons rather than the central government. Most of the 26 cantons are ethnically homogeneous and only a few are bilingual. Despite these favorable circumstances, Switzerland experienced an unsuccessful, violently suppressed war of secession in 1847 known as the Sonderbundskrieg. The creation of the French-speaking canton of Jura from the predominantly German canton of Bern in 1979 was also preceded by years of terrorism. If a government is privately owned, the ruler-owner would choose immigration and emigration policies that preserve or enhance the value of his kingdom. A king would want to prevent the emigration of productive subjects and expel non-productive and destructive ones. He would also want to keep the mob and people of inferior productive capabilities out but permit the permanent immigration of superior or at least above-average people.\n\n",
      "The author argues that the migration policies of a king and a democracy differ significantly. A king would be highly selective and concerned about improving the quality of the residents so as to drive property values up, while democratic rulers tend to maximize current income, which they can appropriate privately, at the expense of capital values, which they cannot appropriate privately. Hence, in accordance with democracy's inherent egalitarianism, democratic rulers tend to pursue a distinctly egalitarian, non-discriminatory emigration and immigration policy. The author argues that this policy of non-discrimination leads to forced integration, where masses of inferior immigrants are forced onto domestic property owners. The author cites the United States immigration laws of 1965 as an example of democracy at work.\n\n",
      "The difference between monarchical and democratic-republican governments when it comes to emigration policy is not about being restrictive or unrestricted, but about the type of restrictions and the motivations behind them. Monarchical restrictions were motivated by economic concerns, while democratic-republican restrictions are typically motivated by power concerns, such as one's compulsory military service. France, with the longest democratic-republican tradition, had the most liberal immigration and naturalization policy among major European countries. The author cites various works that discuss immigration and multiculturalism in the U.S., including the impact on the economy and the welfare state, and the changing demographics of the country. Brimelow documents that from 1820 until 1967, 90% of immigrants to the U.S. were of European descent, while 85% of the close to 17 million legal immigrants from 1967 to 1993 came from the Third World, mostly Latin America and Asia. The current influx of legal and illegal immigrants is concentrated in a few regions and metropolitan areas, making assimilation unlikely. A study by the National Academy of Sciences found that immigration raised taxes for the typical native household in California by $1,200 per year. The immigration policy of a democracy reflects its policy toward internal population movements, promoting forced integration through nondiscrimination laws. This is because democratic rulers, concerned with their current income and power and constrained by egalitarian sentiments, want to increase physical access to everyone's property. The author argues that the so-called \"civil rights\" legislation in the U.S., which mandated forced integration, coincided with the adoption of a nondiscriminatory immigration policy, which mandated international desegregation (forced integration).\n\n",
      "The author suggests that ethnicity plays a significant role in economic life. Immigrants tend to move to ethnic ghettos, which incubates ethnic differences, causing the skill differential between the native and immigrant population to persist for three generations. The author argues that the current immigration situation in the United States and Western Europe is not free immigration, but forced integration. Abolishing forced integration requires the abolition of democracy, and the power to admit or exclude should be given back to the states, cities, towns, and ultimately to private property owners and their voluntary associations. The best immigration policy under a democratic central state would be to act as if the rulers were personal owners of the country, following a policy of strict discrimination towards skill, character, and cultural compatibility. This implies requiring personal sponsorship, an employment contract with a resident citizen, and tests on intellectual performance and character structure, with a systematic pro-European immigration bias.\n\n"
    ]
  },
  {
    "tag": "h3",
    "header": "8: On Free Trade and Restricted Immigration",
    "wordCount": 16732,
    "content": [
      "In this chapter, the author argues that free trade and restricted immigration are not only consistent but mutually reinforcing policies. He debunks the popular belief that free trade is connected with free immigration and protectionism with restricted immigration. The author starts by summarizing the case for free trade made by economists such as Ricardo and Bastiat. The main argument advanced in favor of protectionism is that it protects domestic jobs from foreign competition. However, the author argues that this argument is fallacious and leads to absurd implications if taken to its logical conclusion. The same argument can be made for interregional and interlocal protectionism, which would lead to poverty and destitution. The author concludes that free trade and restricted immigration are not only consistent but also mutually reinforcing policies as they promote prosperity and strength.\n\n",
      "The author argues that freedom of trade should be considered a fundamental axiom of political economy. While investigations into the state of trade and causes of present depression are welcomed, it is not expected for opinions on free trade to be altered by such investigations as axioms cannot be disproved. The author believes that international protectionism would have the same negative effects as interpersonal or interregional protectionism and lead to America's further economic decline. American jobs and industries may be saved, but the standard of living and real income of American consumers of foreign products would be reduced. The cost of all United States producers who use the protected industry's products as input factors would increase and they would become less competitive internationally. \n\nAnother author, Rothbard, offers a reductio ad absurdum of the protectionist thesis by using an example of a farm where a 1000 percent tariff is levied on imports from outside the farm. The result is a bare subsistence instead of a comfortable standard of living due to a drastic reduction in the real value of wages. Rothbard also points out that the proponents of fair trade do not address why U.S. wage rates are higher than in other countries in the first place. The author argues that if the American wage is twice that of another country, it is because the American laborer is more heavily capitalized and equipped with better tools, making them more productive. Confusing the price of labor with its cost leads to protectionist fallacies. By imposing protective tariffs and quotas, the protectionists harm both American consumers and efficient American firms and industries.\n\n",
      "The author argues that the claim that England's loss of its former preeminence was due to its free trade policies is nonsense. Instead, England lost its position because of the socialist policies which took hold in England during the late 19th century. The United States also attained its economic preeminence not because of its protectionist policies, but because of its internal laissez-faire policies. America's current economic decline is not due to its alleged free trade policies, but to the fact that it adopted the same socialist policies that ruined England earlier. The relationship between trade and migration is elastic, with more trade leading to less migration and vice versa. The foreign trade policy of a nation affects immigration, as well as its domestic trade policy, with strict domestic free trade reducing immigration while social welfare policies increase it. The author references economists such as Ludwig von Mises and Murray Rothbard to support his arguments.\n\n",
      "The author argues that the immigration pressure from low-wage countries will be reduced if a high-wage area such as the United States engages in unrestricted free trade, and will become more pressing if the country implements protectionist policies and welfare programs. He points out that North America and Western Europe are currently facing an increase of immigration pressure and are trying to find a way to deal with it. Three strategies have been proposed: unconditional free immigration, conditional free immigration, and restrictive immigration. The author believes that the unconditional free immigration policy is intellectually bankrupt and irresponsible, and that it would result in disastrous consequences if implemented. He also critiques the United States' free trade and domestic welfare records, stating that the country has a labyrinthine system of tariffs and regulations, as well as a high level of welfare assistance, making it vulnerable to an influx of immigrants.\n\n",
      "The author cites Julian L. Simon's position on immigration and argues that Simon does not advocate an open-door policy, despite the fact that some individuals and institutions refer to him as their patron saint in this regard. Instead, Simon recommends increasing immigration quotas in increments of half a percent or one percent at each step, so as to check for any unexpected negative consequences. He suggests weeding out potential immigrants who will become a welfare burden and recommends discrimination in favor of educated immigrants who demonstrate proficiency in English. He also suggests giving preference to applicants with financial assets capable of making a direct investment in the host country and is fond of the idea of selling the right of immigration to the highest bidders. \n\nWalter Block stakes out a truly remarkable position on immigration, advocating an open-door policy despite its predictable consequences. He argues that such a stand is required by the principles of libertarian political philosophy, but the author disagrees and explains why libertarianism does not require an open-door policy. \n\nAccording to surveys conducted during the early 1990s in the former Soviet Union, over 30% of the population expressed the desire to emigrate, while the 1997 lottery held by the U.S. attracted 3.4 million applicants for just 50,000 visas. The author argues that unconditional free immigration must be regarded as a prescription for societal suicide, but the typical position among free traders is conditional free immigration. However, this view is erroneous and harmful, as it reduces but does not eliminate immigration pressure, and there is no analogy between free trade and free immigration. People can move and migrate, whereas goods and services cannot.\n\n",
      "The author argues that there is a fundamental difference between public property and unowned goods. Public property is de facto owned by the taxpaying members of the domestic public and therefore, bums who have not paid taxes nor foreigners who have not paid domestic taxes cannot be assumed to have any rights regarding public property. The distinction between immigration and trade is crucial, as while goods and services can only be shipped with both sender and receiver agreeing, someone can migrate without anyone else wanting them to do so. This distinction leads to the argument that while free trade means trade by invitation of private households and firms, free immigration does not mean immigration by invitation of individual households and firms, but unwanted invasion or forced integration. The author argues that for a high-wage area government to fulfill its primary function as the protector of its citizens and their domestic property, it cannot follow a policy of laissez-passer, but must engage in restrictive measures. The guiding principle of a high-wage area country's immigration policy must be that immigration must be invited, just like trade.\n\n",
      "The author argues that in a private property anarchy, anarcho-capitalism, or ordered anarchy, all land is privately owned and the owner has the freedom to admit or exclude others from their own property. In this kind of society, there is no freedom of immigration or an immigrant's right-of-way. Instead, it is up to individual property owners to decide whether to admit or exclude others. This concept is compared to the current situation of open borders in the US, which is a compulsory opening imposed by the central state, not the proprietors. The anarcho-capitalist model highlights what a government's immigration policy would have to be if it derived its legitimacy from the sovereignty of the people and was viewed as an agreement or social contract between the government and citizens. The author believes that such a popular government would want to preserve the no-forced integration feature of anarcho-capitalism, where all movements of immigrants into and within an anarcho-capitalist society are the result of an agreement between the immigrant and one or more receiving domestic property owners.\n\n",
      "The distinction between inlanders and foreigners only appears with the establishment of a government. The government, as the domestic security-producer monopolist, ultimately has the decision of whether or not a person should be admitted into the country. The larger the amount of public property, the greater the potential problem of forced integration. The Soviet Union and East Germany were socialist countries, where all factors of production were publicly owned and forced integration was spread everywhere. In non-socialist countries, an immigrant's freedom of movement would be restricted by private property and land ownership, but he can move into virtually any neighborhood through public roads and public parks. A popular government that wants to prevent forced integration has two methods: a corrective method, which reduces the quantity of public property and expands that of private property, and a preventive method, which checks all newly arriving persons for an entrance ticket from a domestic property owner.\n\n",
      "The author argues that immigration should be made into a contractual agreement between the host and the immigrant. The invitation can be private or commercial, temporary or permanent, and may include housing and employment. However, a contract for employment without housing is not valid. The host has the right to revoke the invitation at any time, and the invitee becomes a permanent resident only upon acquiring citizenship. Citizenship is acquired by purchasing residential property from a citizen resident. The Swiss government's immigration policy is deemed better than the United States' but still too permissive.\n\n",
      "The author argues that the permissive immigration policies in Switzerland and the United States, along with other high-wage areas, have resulted in forced integration and rising popular protests. This is exacerbated by the substantial extent of public property, high tax-funded welfare provisions, and limited adherence to free trade policies. The chapter's goal is to make a case for privatizing public property, promoting domestic laissez-faire, adopting a restrictive immigration policy, and ensuring migration is subject to invitation and contractual agreement.\n\n"
    ]
  },
  {
    "tag": "h3",
    "header": "9: On Cooperation, Tribe, City, and State",
    "wordCount": 12834,
    "content": [
      "The chapter discusses the evolution of human cooperation and the formation of society, which is explained by Ludwig von Mises as being a result of two factors: differences among men (in terms of labor) and/or inequalities in the geographical distribution of natural resources (land), and the recognition of the fact that work performed under the division of labor is more productive than work performed in self-sufficient isolation. The author emphasizes that inequalities with respect to labor and/or land are necessary but not sufficient conditions for the emergence of human cooperation. To bring about cooperation, two people must recognize the higher productivity of a division of labor based on mutual recognition of private property (the exclusive control of every man over his own body and possessions) as compared to self-sufficient isolation or aggression, depredation, and domination. A minimum level of intelligence or rationality and moral strength is also required for this cooperation to evolve. Without intelligence and conscious will, men would have remained deadly foes and rivals for access to scarce resources, unable to develop sympathy for one another.\n\n",
      "According to Mises, the reason why human cooperation and society exists is due to our ability to rationalize and make choices that are in line with social cooperation. People are capable of understanding the advantages of a division of labor based on private property but may lack the moral strength to act accordingly. Those who are unable to understand this are considered like animals, either harmless or dangerous. Society can only advance as long as man is capable of suppressing crime and protecting property through self-defense and punishment. In a society based on cooperation, people can transform their natural tendencies and impulses into social relationships. For example, sexual attraction can lead to consensual relations and love, whereas interracial repulsion can lead to indirect cooperation. The feelings of sympathy and friendship emerge from social cooperation, but they do not bring about social relationships. Mises explains that mutual sexual attraction between men and women leads to integrated family households and that the division of labor based on geographical allocation of physical approximation and integration leads to improved standards of living.\n\n",
      "The text explains that the division of labor and increased diversity and differentiation are linked to human cooperation and improved standards of living. These developments lead to the emergence of merchants, trading centers, and cities as the mediators of indirect exchanges between households and communities. The merchant class is where racially, ethnically, or tribally mixed marriages are most common and is typically more wealthy, contributing to genetic luxuration. In big cities, members of different ethnicities and races come into regular contact with each other and develop highly refined forms of personal and professional conduct and etiquette. The human family is not a product of sexual intercourse but is a result of thinking, planning, and acting. The significance of race and ethnicity and genetic similarity and dissimilarity are explored by authors such as J. Philippe Rushton and Michael Levin. The text also mentions that peaceful racial or ethnic mixing is typically restricted to members of the social upper-class and the leading royal dynasties. The great trading centers, like Antioch during the Islamic civilization, developed complex patterns of spatial separation and functional integration, with different quarters divided by race and religion.\n\n",
      "The author explains the formation of a government in a city and how it can lead to interracial, tribal, ethnic, and clannish tensions. A single judge can become a monopolist by playing the \"race card,\" increasing racial, tribal, or clanish consciousness among citizens of their own group and promising to be more impartial in matters concerning their own race, tribe, or clan. When a monopolist tries to maintain their position, the form of government is often a democratic republic instead of a monarchy because large commercial cities with ethnically mixed populations are unlikely to have royal or princely rule. The author also cites Max Weber's work on the sociological proposition that the first experiments with democratic-republican forms of government occurred in cities that broke off and gained independence from their predominantly monarchical and rural surroundings.\n\n",
      "The author argues that the consequences of the judicial monopoly of governments can be observed in the decline of great cities due to forced integration and segregation caused by the centralization of government. The central government must control roads in order to exercise its judicial monopoly, forcing different households into closer contact. The result is a forced integration of city and countryside. This tendency towards integration is most pronounced in cities and is further stimulated if the government takes its seat in a city, as redistributive policies will attract more people from different ethnicities to the capital. \n\nInterethnic marriages and sexual relationships will also increase, leading to increased genetic pauperization, particularly among the lower classes who receive welfare support. The character of democratic government will change as well, as politics becomes increasingly focused on social class rather than ethnicity or race. The increasing admixture of egalitarian class politics leads to even more racial and social tensions and an even greater proliferation of the low and underclass population. Upper-class members will leave the city for the suburbs, weakening the last remaining civilizing force in the cities. The population left behind in the cities will be increasingly negative, consisting of government bureaucrats who work but no longer live there and lowlifes and social outcasts who live on welfare.\n\n",
      "The author contrasts plebeian government to patrician government and notes the differences in their concept of law. In the medieval city states of Europe, the establishment of rule by the popolo led to an increased number of laws and officials. The political justice of the popolo system was characterized by exclusion of certain members from office, obligations for notables, and a special criminal law for political offenses of magnates. The establishment of a government also implies the integration of formerly separated jurisdictions and the dissolution of formerly fully integrated jurisdictions within households and families. Government welfare lowers the value of a person's membership in a family and leads to family disintegration. The government's ability to interfere in family matters is seen as the ultimate prize for its rulers, leading to an increase in divorce, single parenting, and nontraditional lifestyles.\n\n",
      "The text discusses the state of Western civilization and the reasons for its decline. The author argues that the trend towards monopolistic law enforcement and redistributive policies have eroded the concept of justice, leading to increased crime rates and moral decay. The welfare state is seen as promoting the proliferation of intellectually and morally inferior people, and it is suggested that the genetic quality of the population has declined. The author believes there are still pockets of civilization and culture in rural areas, but in order to preserve them several requirements must be met, including recognizing the family as the source of civilization, reasserting the authority of families as judges in internal affairs, and recognizing welfare as a matter of voluntary charity. The author also suggests that the decline in intelligence may have contributed to the decline of Western civilization.\n\n"
    ]
  },
  {
    "tag": "h3",
    "header": "10: On Conservatism and Libertarianism",
    "wordCount": 29605,
    "content": [
      "Hans Hermann Hoppe in his book Democracy the God that Failed, explains the two possible meanings of the term \"conservative\". The first meaning is to refer to someone who supports the status quo, whereas the second meaning refers to someone who believes in the existence of a natural order. The author argues that the second definition is the true meaning of conservatism and explains that it refers to someone who recognizes the old and natural order through the anomalies and accidents and who defends, supports, and helps preserve it against the temporary and anomalous. Western Greco-Christian conservatives stand for preserving the family and the social hierarchies and layers of material as well as spiritual-intellectual authority based on and growing out of family bonds and kinship relations.\n\nThe author then evaluates contemporary conservatism and argues that it is confused and distorted, largely due to democracy. Under the influence of representative democracy, conservatism was transformed from an anti-egalitarian, aristocratic, anti-statist ideology into a culturally conservative statist movement. Most contemporary conservatives are concerned about the decay of families, divorce, and other social problems, but they are not antistatist and do not understand the true meaning of conservatism.\n\nThe author argues that conservatives today must be anti-statist libertarians and that libertarians must be conservatives. He believes that a true conservative should defend private property, families, and social hierarchies based on voluntary agreements and that a true libertarian should recognize the importance of preserving the natural order and the traditional institutions that have been developed over time.\n\n",
      "The author argues that contemporary conservatism, particularly in Europe and the U.S., has been distorted by democracy and has become a movement of culturally conservative statists who are unable to recognize the need for drastic changes to restore normalcy. The conservative emphasis on family, authority, and social rank orders can be traced back to the historic affinity between family and property. For the conservative, preservation of property and liberty requires the existence of a natural elite or aristocracy, making the conservative strictly opposed to democracy. The author also critiques the fundamental statism of contemporary American conservatism and calls out the so-called neoconservatives for promoting global social democracy under the guise of cultural conservatism. In comparison, the author claims that there is not a trace of principled antistatism in either the conservative Republican party establishment or the conservatism represented by Patrick Buchanan and his movement.\n\n",
      "William Buckley and his National Review played a significant role in promoting a new form of conservatism after World War II. Unlike the pre-World War II American conservatism, the new conservatism was characterized by militarism and interventionist foreign policy, which was advocated by Buckley in light of the threat posed by the Soviet Union. He believed that the government needed to be big to wage war, including having large armies, air forces, intelligence services, and war production boards. This philosophy has not changed much since the collapse of the Soviet Union, with new and neo-conservatives continuing to promote the welfare-warfare state as a means of dealing with other perceived foreign enemies like China and Islamic fundamentalism. Robert Nisbet, a contemporary of Buckley, noted that this type of conservatism is not representative of the traditional conservatism seen in America throughout the 20th century.\n\nSamuel Francis, a leading strategist of the Buchananite movement, proposed a new spirit of \"America First,\" which would prioritize national interests over other nations and abstractions like the \"New World Order.\" However, he did not recognize that moral degeneracy and cultural rot have deeper causes than simply changes in state curriculum or exhortations. He also defended the three core institutions of the welfare state, including social security, medicare, and unemployment subsidies. Buchanan and his intellectual allies want to abolish federal control over education and return it to the states or local government, while others simply desire to replace the current left-liberal elite in charge of national education with themselves. Robert Nisbet criticized this posture, pointing out that giving the government control over family functions weakens the family.\n\n",
      "A social nationalism or national socialism is a type of conservatism that combines the economic policies of the left with the nationalism and cultural conservativism of the right. This view is not popular among traditional conservatives and they argue that it is impossible to maintain the current level of economic socialism and reach the goal of restoring cultural normalcy (natural families and normal rules of conduct). The author questions whether cultural conservatism and social-socialist economics can be effectively combined, considering the fact that the core institutions of the present welfare state are incompatible with the goal of returning to traditional families, norms, conduct, and culture. The author cites the view of an economist who states that all compulsory wealth or income redistribution will necessarily involve taking from some and giving to others, thereby reducing the incentive to be a haver and increasing the incentive to be a non-haver.\n\n",
      "The author argues that the system of social security, which provides insurance against old age, illness, unemployment, and indigence, implemented in Western Europe and the US, is a massive attack on the institution of the family and personal responsibility. By relieving individuals of the obligation to provide for their own income, health, safety, old age and children's education, it reduces the range and temporal horizon of private provision, lowers the value of marriage, family, children and kinship relations, and promotes irresponsibility, shortsightedness, and negligence. The compulsory old age insurance system, where retirees are subsidized by taxes imposed on current income earners, has systematically weakened the natural intergenerational bond between parents, grandparents and children. This has resulted in fewer children being born and a reduced respect for elders. The system has also led to an increase in the rates of divorce, illegitimacy, child abuse, parent abuse, spouse abuse, single parenting, and alternative lifestyles.\n\nThe author also argues that the socialization of the health care system through institutions like Medicaid and Medicare, and the regulation of the insurance industry, has put in motion a machinery of wealth and income redistribution that favors irresponsible actors and high-risk groups at the expense of responsible individuals and low-risk groups. This system has weakened the desire to work for a living and lead healthy lives.\n\nThe author critiques protectionist policies as economic destructionism, arguing that such policies would not result in prosperity and strength but poverty and starvation. The idea that everyone would be better off if they never traded with anyone else is described as economic nonsense.\n\n",
      "The author argues that the welfare state is responsible for the moral degeneration and cultural decay. Old-style conservatives opposed public education and social security because they believed these policies would lead to increased control by the state and a systematic infantilization of society. The author argues that true conservatives must be radical libertarians and demand the elimination of the entire structure of social security. Most contemporary conservatives are not actually conservatives but socialists, either of the internationalist or nationalist variety. The term libertarianism as used in the text refers to a post-World War II phenomenon with roots in classical liberalism and natural law philosophy. It is a rational system of ethics culminating in the work of Murray N. Rothbard.\n\n",
      "The author explains that libertarianism is a systematic law code, derived from a single ethical axiom. The axiom is the principle of original appropriation, which states that ownership of scarce resources or private property is acquired through an act of original appropriation. From this principle, rules concerning the transformation and transfer of originally appropriated resources are derived, and all of ethics (law) is reconstructed in terms of a theory of property rights. The author believes that the libertarian law code is irrefutably true. The relationship between libertarianism and conservatism is one of compatibility, complementarity, and reciprocal reinforcement. The author argues in favor of the validity of the principle of original appropriation using a logical deduction process and concludes that it is the only viable option for a just rule.\n\n",
      "The author argues that ethical problems arise from conflict between separate and independent agents with respect to scarce means or goods. Ethics concerns the assignment of property rights over scarce goods to rule out conflict. Conflicts involving gorillas or mosquitoes do not give rise to ethical problems as they only pose a technical problem. Only if both parties to a conflict are capable of prepositional exchange, i.e., argumentation, can one speak of an ethical problem. The author's impossibility theorem states that the common rationality as displayed by the ability to engage in propositional exchange constitutes a necessary condition for ethical problems and that the mutual recognition of the principle of original appropriation by both parties is the praxeological presupposition of argumentation. The author also points out that most leading libertarian thinkers were social cultural conservatives and that the conservative and the libertarian views of society are compatible and share a fundamental respect. The author argues that the libertarian ethic is not new and revolutionary but old and conservative, even primitives and children are capable of grasping the validity of the principle of original appropriation.\n\n",
      "The author mentions the relationship between conservatism and libertarianism, noting that while the intellectual creators of modern libertarianism were cultural conservatives, the movement has become culturally leftist due to a misunderstanding of the doctrine and the influence of the welfare state on society. The beginning of the modern libertarian movement in the U.S. can be traced back to the mid-1960s, when the Libertarian party was founded. The rise of the movement coincided with the growth of the welfare state and the emergence of a new \"Lumpenproletariat\" of intellectuals who were \"alienated\" from mainstream culture and values. This group embraced multiculturalism, cultural relativism and antiauthoritarianism. The author argues that this form of libertarianism is false and counterproductive.\n\n",
      "The libertarian opposition to the Vietnam War coincided with the opposition of the New Left, and the anarchistic aspect of the libertarian doctrine appealed to the countercultural left. The libertarian movement attracted an abnormal number of followers from the beginning, who were drawn to the idea of a society where everyone was free to live as they pleased, without interference from the state. This countercultural atmosphere also drew in misfits, personal or professional failures, or plain losers. However, the alliance between the New Left and the fledgling libertarian movement during the mid-1960s was motivated by the New Left's opposition to the Vietnam War and imperialism and its semi-anarchistic positions, which appeared to be a thoroughgoing opposition to the existing welfare-warfare post-New Deal corporate state and the state-ridden bureaucratic university system. \n\nLater, Rothbard acknowledged that his attempt to forge an alliance between libertarians and the New Left was a strategic error, as he had overestimated the emotional stability and knowledge of economics of the fledgling libertarians and underestimated the significance of them being weak and isolated. He also painted a portrait of the \"modal libertarian,\" who was typically in their forties, fairly bright, and well-versed in libertarian theory, but knew little about history, culture, or world affairs. The modal libertarian was an adolescent rebel who opposed institutions of social and cultural authority and was drawn to Randianism as a way to rationalize rejection of their family, neighbors, and society at large. The modal libertarian's occupation was often a computer programmer and they were known for their fanatical behavior.\n\n",
      "The author argues that the combination of private property capitalism and egalitarian multiculturalism is unlikely to succeed. The modern libertarian movement has failed to recognize this and has actually contributed to the erosion of private property rights. True libertarians must be radical and uncompromising conservatives, embracing discrimination and promoting the enforcement of private property rights. This means that social \"discrimination\" will increase, and many multicultural-egalitarian experiments will be eliminated. The left libertarians represented by institutions like the Cato Institute and the Institute for Justice are misguided in their efforts to seek the assistance of the central government in enforcing policies of nondiscrimination and advocating for a free immigration policy. The author argues that left-libertarians (LLs) employ and promote the use of the federal government and its courts to suppress discriminatory state and local laws and regulations, thus contributing to the growth of the central state and the diminution of private property rights. LLs also have a distinct concern for civil rights, but this leads them to accept the principle of nondiscrimination, which contributes to the aggrandizement of state power and the diminution of private property rights. The author argues that LLs commit the error of regarding public property as either unowned land or property open to every citizen, when in fact it has been financed by taxpayers and there is little that is genuinely private and not subject to government control.\n\n",
      "According to the text, the modern welfare state has limited private property owners' rights to exclusion. This leads to forced integration where people are not able to choose who they associate with, and this has resulted in a lack of personal and physical protection, increased ill-behavior and uncivilized social relations. On the other hand, restoring the right of exclusion would result in a highly discriminatory society, but it would also restore the freedom of association. This would lead to cultural and moral normalcy. The views on this topic have been rebutted from a \"paleo-libertarian\" perspective by Murray N Rothbard, who believes that private property owners should have the absolute right to discriminate and exclude whomever they please.\n\n",
      "The text describes the consequences of free market communities in which private property rights are enforced. Left-libertarians and countercultural individuals would have to pay a price for their behavior if it does not align with the moral and cultural norms of the society they want to enter. They would either be barred from society or have to adjust their behavior to the norms. If they choose to assimilate, their alternative behavior would have to stay hidden from public view. The predicted rise in discrimination in a libertarian world would mean that there would be a great variety of locally separated communities engaging in different forms of exclusion or expulsion. Each community would have to enforce strict limitations on its internal tolerance for the sake of self-preservation. The author asserts that true conservative libertarians must recognize and appreciate the importance of strict discrimination to maintain a private property anarchy. The standard libertarian model of community is too simplistic, as neighborhoods can also involve risks and lead to falling property values. In reality, communities have formed along different lines to overcome the difficulties posed by divided ownership.\n\n",
      "Previously, neighborhoods were typically proprietary or covenantal communities that were founded and owned by a single proprietor. Originally, these covenants were based on kinship relations, with the head of a family or clan serving as the proprietor. In modern times, however, the original libertarian model of a proprietary community has been replaced by developments such as shopping malls and gated communities, which are owned by an individual or private corporation. The proprietor is an entrepreneur who seeks profits from developing and managing residential and/or business communities. The proprietor builds value in the inventory of community land by satisfying three functional requirements: selection of members, land planning, and leadership. The proprietor automatically fulfills the first two functions, membership selection and land planning, by determining to whom and for what purpose to lease the use of land. The proprietor is also responsible for providing leadership, which includes arbitration of differences among tenants and ensuring the security of the community. The proprietary community is not unique to modern times and has roots deep in human history.\n\n",
      "The text describes the traditional way of administering land ownership, which is commonly through a senior male member of the kin group. This system is called seignorialism, where the distributive authority is exercised by the senior member of the kin group. The task of maintaining the covenant in a proprietary community is primarily the responsibility of the proprietor. However, he needs the support of the majority of the community members, particularly the heads of households and firms heavily invested in the community. Both the proprietor and the community elite must be willing to defend themselves against external invaders and domestic criminals through physical force and punishment. They must also be willing to defend themselves against those who advocate incompatible actions with the purpose of the covenant through ostracism, exclusion, and expulsion. Ownership organized as participation in a single property leads to a common interest in redeveloping and managing it as a unit in the most productive way. The community always faces the threat of egalitarianism and cultural relativism, which are incompatible with private property and families and intergenerational kinship relations. The enforcement of a covenant is largely a matter of prudence, requiring judgment on the part of the members of the community. The situation may require drastic measures if moral relativism and egalitarianism have taken hold among adult members of society.\n\n",
      "The text is discussing the idea of exclusion and tolerance in a free society. According to the author, members of a covenant that protects private property must act decisively to exclude those who advocate ideas such as democracy or communism that are contrary to the purpose of the covenant. In order to establish a free social order, libertarians must be moral and cultural conservatives and practice the most extreme form of intolerance and discrimination against those who promote egalitarian sentiments. The current state of moral decay and cultural rot is due to too much tolerance of these types of attitudes. Libertarians must regain the right to exclusion from the state and exercise this right in everyday life. They should distinguish themselves from other groups by advocating for intolerance and discrimination against egalitarians, democrats, socialists, and other groups that promote non-conservative lifestyles and attitudes.\n\n"
    ]
  },
  {
    "tag": "h3",
    "header": "11: On the Errors of Classical Liberalism and the Future of Liberty",
    "wordCount": 16634,
    "content": [
      "Hans Hermann Hoppe argues in the chapter \"On the Errors of Classical Liberalism and the Future of Liberty\" that classical liberalism has been on a decline for more than a century, with public affairs being shaped increasingly by socialist ideas. The author notes that the term \"liberalism\" has taken on an opposite meaning, tracing it back to John Stuart Mill's 1859 book On Liberty, which is considered the fountainhead of moderate socialism. The author points out that even if there were some periods of liberalization, such as in West Germany and Italy after World War II and Eastern Europe after the collapse of the Soviet Empire, these were not indicative of a renaissance of liberalism. Rather, they were the result of external and accidental events, such as military defeat and/or economic bankruptcy, and the subsequent liberalization was simply a variant of socialism. The author concludes that even if social democracy will eventually collapse economically, there is no reason to assume that this will lead to a liberal renaissance.\n\n",
      "The discussion focuses on the issue of liberalism and its central error in the political theory. The author notes that the socialist transformation of the last hundred years is a result of liberalism's philosophical defeat as a political doctrine. The author argues that the rejection of liberalism is not due to public indolence or degeneracy, but rather an error in the liberal doctrine itself. The author believes that the central error lies in the theory of government. According to Rothbard's The Ethics of Liberty and Hoppe's The Economics and Ethics of Private Property, classical liberal political philosophy was based on moral principles such as self-ownership, property rights, and contract. This political philosophy centered on universal human rights, which were inherent in the nature of man as a rational animal.\n\n",
      "The liberal philosophy viewed every person, whether king or peasant, as subject to the same universal and eternal principles of justice. This placed it in opposition to established governments in an environment of princely and royal rulers. The affirmative liberal answer to government was that it was necessary to maintain law and order by having members press criminals to respect the life and property of others, with the task of maintaining order being the unique function of government. However, liberals believed that government must possess a compulsory territorial monopoly of jurisdiction and the right to tax, which is incompatible with the rightful protection of property. According to liberal doctrine, private property rights precede any government and arise from acts of original appropriation, production, and/or exchange. No private property owner can surrender their right to ultimate jurisdiction over their property unless they sell or transfer it. Property owners can seek protection through cooperation with other owners and may buy or contract with individuals or agencies for protection services.\n\n",
      "The text discusses the liberal position on government and private property as expressed by Mercier de la Riviere. According to Riviere, man is capable of recognizing the laws that lead to his greatest happiness and all social ills stem from disregarding these laws of human nature. The right of self-preservation implies the right to property, and individual property in man's products from the soil requires property in the land itself. But the right to property would be meaningless without the freedom of using it, so liberty is derived from the right to property, and people flourish and maximize happiness through trade and exchange of property.\n\nThe text then critiques the idea of a monopoly contract where private property owners would surrender their right to decision-making and protection of their person and property permanently to another agent. This type of contract is considered null and void because it contradicts the praxeological foundation of all contracts, i.e., private property and individual self-ownership. It is considered impossible for individuals to agree to render themselves permanently defenseless or for anyone to endow their protector with the permanent right to tax.\n\nThe author also critiques the contract theory of the state, which originated with Thomas Hobbes. Hobbes claimed that the legal bond between the ruler and the subjects, once it has been tied, is indissoluble. However, most influential writers in the seventeenth century rejected Hobbes' conclusions and charged him with a contradiction in terms. They believed that if a man could give up his right to self-ownership, he would cease being a moral being and would become a lifeless thing, incapable of making promises or entering into social contracts.\n\nLiberals have attempted to solve the internal contradiction through the makeshift of \"tacit,\" \"implicit\" or \"conceptual\" agreements, contracts, or constitutions, but these attempts have only contributed to the conclusion that it is impossible to derive a justification for government from explicit contracts between private property owners. The author also mentions John Locke's views on \"consent,\" according to which every man that has any possession or enjoyment of any part of the dominions of any government gives his tacit consent and is obliged to obey the laws of that government during such enjoyment. According to Locke, once a government has come into existence, regardless of whether one has expressly agreed to its rule in the first place or not, one has \"tacitly\" consented to it and whatever it does as long as one continues to live in \"its\" territory.\n\n",
      "James M. Buchanan and Gordon Tullock's attempt to justify the government as a voluntary institution on par with private business firms is considered absurd. According to Hoppe, liberalism's acceptance of the institution of government as consistent with self-ownership, original appropriation, property and contract led to its own destruction. In the eyes of Hoppe, the idea of a limited government is a contradictory, praxeologically impossible ideal. Every minimal government has the inherent tendency to become a maximal one, since once the principle of government is accepted as just, any notion of restraining government power and safeguarding individual liberty and property is illusory. The price of justice and protection will continually rise under monopolistic auspices and the quality of justice and protection will fall, as the government agent's goal will be to maximize expenditures on protection and minimize the production of protection. A judicial monopoly will inevitably lead to a steady deterioration in the quality of protection. The definition of property and protection will continually be altered and the range of jurisdiction expanded to the government's advantage.\n\n",
      "The text discusses the government's allocation of limited funds for police protection and its tendency to centralize. The author argues that the traditional liberal preference for local government is inconsistent with the idea that the government must provide \"police protection.\" The author also argues that if it is believed that a judicial monopolist is necessary for peaceful cooperation between two individuals, then the conclusion follows that all political centralization and ultimately a single world government are necessary. Additionally, the author claims that the idea of universal human rights is transformed into a vehicle of egalitarianism when combined with government, leading to the destruction of human rights. The author argues that democracy, in which everyone is permitted to become a government official, is incompatible with the idea of one universal law equally applicable to everyone.\n\n",
      "The text discusses how democracy fails to preserve the idea of liberty and property. It argues that democracy, despite its principle of equality, still separates public and private law and gives public law supremacy over private law, leading to functional privileges and legal discrimination. The author claims that under democratic conditions, the tendency for monopolies to increase prices and decrease quality will become stronger, and exploitation will become less calculating and more shortsighted. The author also argues that democracy leads to the perversion of justice as it becomes a machine for the continual redistribution of property rights in the name of \"social security.\" The author suggests that because of the fundamental error in accepting the moral status of government, liberalism has no future and will ultimately result in social democracy, which has already arrived but does not work.\n\n",
      "The author argues that once the legitimacy of government is accepted, there is no moral case against increased taxation and redistribution. The liberal case for lower taxes is only an economic one, but cost-benefit analysis, which involves comparing utilities between individuals, is scientifically impermissible. Democrats appear more consistent and straightforward, while liberals appear starry-eyed and unprincipled. If liberalism is to have a future, it must repair its fundamental error by recognizing that governments cannot be contractually justified and that protection and security can only be produced by competitive security suppliers. This shift from liberalism to private property anarchism would purify and radicalize the liberal movement. The transition from liberalism to private property anarchism is a small intellectual step but has significant practical implications.\n\n",
      "The author mentions Ludwig von Mises and his influence on the logical-theoretical affinity of classical liberalism and private property anarchism. Mises's best known students Friedrich A. Hayek and Murray N. Rothbard had different interpretations of Mises's theories. Hayek became Mises's student before he fully worked out his own intellectual system and would essentially become a moderate social democrat, while Rothbard became Mises's student after he had worked out his entire system and would become the theoretician of anarcho-capitalism. The majority of intellectuals who fully absorbed the work of Mises and Hayek and Rothbard have come to adopt Rothbard's revisions of the Misesian system as the logically consequent fulfillment of Mises's original intent. The new radicalism of the liberal movement proposes the decomposition of the nation state into its constituent parts and the unrestricted proliferation of independent free territories until the state's range of jurisdiction withers away. The vision being promoted is a world of tens of thousands of free countries, regions and cantons, with the smaller territories having greater economic pressure to opt for free trade, and an international gold-commodity money standard. The end of the social democratic \"End of History\" will give rise to a liberal renaissance if this alternative liberal vision gains prominence in public opinion. Jefferson and the American Declaration of Independence consider secession from a government's jurisdiction a basic human right and Ludwig von Mises, the 20th-century's foremost champion of liberalism, has been an outspoken proponent of the right to secede as implied in the most fundamental human right to self-determination.\n\n",
      "Mises supports the idea of self-determination in regard to the question of membership in a state. He believes that if the inhabitants of a territory make it known, through a free plebiscite, that they no longer wish to remain part of a state, their wishes should be respected and complied with. Mises argues that this is the only feasible and effective way of avoiding revolutions and wars. By allowing unlimited secession, a government is no longer a compulsory monopolist of law and order but a voluntary association. Rothbard notes that once the right of secession exists, there is no logical stopping-point short of individual secession, which leads to anarchism as individuals can secede and patronize their own defense agencies.\n\n"
    ]
  },
  {
    "tag": "h3",
    "header": "12: On Government and the Private Production of Defense",
    "wordCount": 22536,
    "content": [
      "Hans-Hermann Hoppe is critical of the belief in collective security, which he argues is a myth that provides no justification for the modern state. He argues that all security is and must be private. He explains that the Hobbesian myth of collective security is a view that originated from Thomas Hobbes who argued that in the state of nature, men would constantly be at each other's throats, leading to a permanent underproduction of security. The solution to this, according to Hobbes, is the establishment of a state. In order to institute peaceful cooperation among individuals, two people require a third independent party as a judge and peacemaker. However, this third party is not just another individual, but a sovereign with two unique powers. The first power is the ability to insist that his subjects not seek protection from anyone but him, making him a compulsory territorial monopolist of protection. The second power is the ability to determine how much the subjects must spend on their own defense.\n\nHoppe argues that the Hobbesian solution is problematic because regardless of how bad men are, the sovereign is still one of them, and man's nature is not transformed upon becoming the sovereign. In fact, Hoppe refers to the sovereign as a protection racket, as he will make peace between individuals so he can rob them more profitably. Further, Hoppe argues that the idea of a protective state coming about as the result of a constitutional contract is a fallacy, as no one would agree to a contract that allowed the protector to determine unilaterally how much the protected must pay.\n\nHe also discusses the two-fold conclusion that follows from the assumption that peace requires a state. If more than one state exists, then there can be no peace between them as long as they remain in a state of nature with each other. To achieve universal peace, political centralization, unification, and ultimately the establishment of a single world government are necessary.\n\n",
      "The author argues that the notion of the state being indispensable for protection and defense is widely accepted, but may not be true. The evidence from the American experiment in protective statism does not support the Hobbesian claim. Despite the government's claims of better protection, the state continually expropriates a high percentage of the incomes of private producers and regulates every aspect of private life. This has resulted in increased financial insecurity and legal uncertainty, as well as the erosion of private property rights. The more the state has increased its expenditures on security, the more it has reduced private property rights and led to a decrease in personal wealth and economic independence, which are the foundations of protection.\n\n",
      "The author argues that the U.S. government is not protective but harmful to life, property and prosperity of its citizens. The government has been involved in hundreds of foreign conflicts, and its president is considered a threat to the world due to their possession of large stockpiles of weapons. Furthermore, the author claims that the belief in a protective state is a patent error and that the American experiment in protective statism is a complete failure. The U.S. government is accused of expropriating more than 40 percent of the incomes of private producers, increasing financial insecurity through currency depreciation and eroding private property rights. The author also compares statists to socialists and states that as long as the essence of statism remains in place, no reform will make a difference.\n\n",
      "The author argues that cost-accounting and monetary calculation are necessary for rational and efficient action in exchange economy based on division of labor. Cost-accounting is not possible under socialism as it lacks private ownership of factors of production, leading to economic chaos and regression to primitivism. The author cites Rothbard who explains that the state cannot be reformed but must be abolished to achieve justice and protection. Instead, a free market system of protection and defense would work effectively, with private property owners having the choice to cooperate with others or seek self-reliant defense. The author also credits Gustave de Molinari and Morris and Linda Tannehill's insights and analysis in this regard.\n\n",
      "The text argues that protection and defense can be provided by insurance agencies. It is suggested that defense is a form of insurance, and therefore, the most likely organizations to offer protection services are insurance agencies. Insurance companies fulfill two essential requirements for providing protection services. Firstly, they must possess the economic means- manpower and physical resources- necessary to deal with the dangers of real life. Secondly, they must appear able to deliver on their promises to clients. The text explains that insurance agencies fit the bill as they operate on a nationwide and even international scale, own large property holdings dispersed over wide territories, and have a manifest self-interest in effective protection. The author clarifies that protection and defense are conditional insurance and not unconditional insurance. Only attacks and invasions that are provoked by the victim cannot be insured. The author explains that the system of competing insurers would significantly reduce conflict as it would allow for increased variability and flexibility of law. The system would also contribute to reducing conflict as insurance agencies could compete against each other through product differentiation, behavioral code imposed on clients, rules of evidence and procedure, and assignment of awards and punishments.\n\n",
      "The author proposes a system of competing law codes offered by insurance agencies as a solution to reduce conflict. Under this system, consumers would have the choice to live under the law they prefer, and insurers would differentiate themselves through the behavioral code imposed on their clients and the rules of evidence, procedure, and awards and punishments. Even though domestic law codes would apply only to those insured by the same insurer, competition would promote the development and refinement of intergroup law that represents the greatest common denominator among different law codes. The relationship between insurers and arbitrators would be defined by contract and every change in the terms or conditions of a contract would require the unanimous consent of all parties concerned. In this system, every conflict and damage claim would fall into the jurisdiction of one or more specific insurance agencies, and everyone who buys protection insurance would become tied into a competitive enterprise aimed at reducing conflict and enhancing security.\n\n",
      "The author addresses the issue of protection insurance and distinguishes it from natural disaster insurance. He argues that while both forms of insurance require the risk to be accidental, defense-protection insurance is distinct from natural disaster insurance in that it is the outcome of human actions, while natural disasters are the outcome of natural forces. Furthermore, while the borders of natural disaster regions are established according to objective physical criteria, political boundaries are artificial and can change over time. The author also notes that with advances in science and technology, risks that were previously considered homogeneous may become more specific and heterogeneous.\n\n",
      "The author argues that the distinction between natural disasters and attacks made by an aggressor-invader is crucial. Natural disasters indiscriminately target locations and objects, while an aggressor-invader specifically targets valuable places and things. The author suggests that the borders of private property are the only nonarbitrary borders standing in systematic relation to the risk of aggression, meaning that as many different security zones as there are separately owned property holdings exist. The author notes that the risk of aggression against private property is different from one location to another and each location faces a unique security risk. The author argues that every owner will have to be insured individually and that every aggression insurer must hold sufficient capital reserves. The author also argues that the analogy drawn between insurance against natural disasters and external aggression is fundamentally flawed, as aggression is never indiscriminate but selective and targeted, so is defense. The existence of states changes the character of aggression and defense, implying that it tends to be transformed into total, indiscriminate war.\n\n",
      "The author explains in this text how insurance companies and a completely stateless world would function. In such a world, the insurance companies would be endowed with significant capital reserves and would be the ones responsible for providing defense services to property owners. The attackers would only target uninsured property to avoid being confronted by powerful professional defense agencies. This would result in very selective and targeted defensive violence. On the other hand, in a statist world where there is interstate warfare, every individual from the attacking and attacked states is implicated in their respective government's actions. This means that war becomes total war and results in indiscriminate destruction and devastation. The author also discusses how a system of competitive insurance agencies would respond to the existence of states and state aggression. The answer lies in some basic economic insights such as people and goods tend to migrate from high-risk areas with falling property values to low-risk areas with increasing property values.\n\n",
      "In a system of private, profit-driven insurance agencies, property owners would prefer to live and do business in low-risk areas with rising property values, rather than high-risk areas with falling property values. The cost of protection and property values are directly related, so insurance companies have an interest in promoting conditions favorable to rising property values. This changes the current crime policy, where government agents have little interest in being effective in preventing or compensating for crimes, and instead, taxes more in low crime areas and subsidizes high crime areas. In a system of competitive insurers, they would have an interest in preventing crimes, indemnifying victims, and efficiently detecting and punishing criminals. For this, insurers would maintain and continually update a detailed inventory of crimes and criminals, and share information with each other. They would also be interested in gathering information on potential crimes and aggressors, leading to a fundamental overhaul of current crime statistics. The risk of aggression would be assessed based on a multitude of crime indicators, such as the demographic characteristics of the neighborhood's inhabitants.\n\n",
      "The author argues that a system of private protection insurers would be more efficient than the current state-run system. The official statistics on crime are often deliberately distorted to serve political purposes. The private protection insurers would eliminate the need for interlocal, regional, racial, national, ethnic, religious, and linguistic income and wealth redistribution. The insurers would promote a tendency toward civilizational progress by continuously updating and refining their system of statistics on crime and property values. The government's tax and transfer policy and its policy of forced integration would be eliminated under a system of private protection insurers, leading to a reduction in social conflict. The owners and residents of \"good\" locations would benefit from selective immigration, while those of \"bad\" locations would benefit from the ability to expel known criminals. Insurance companies would not be able to completely eliminate the differences between \"good\" and \"bad\" neighborhoods, but they would promote a tendency to improve both. The interests of the insurers and insured would coincide in both \"good\" and \"bad\" neighborhoods. The insurers would protect against state aggression by excluding all known government agents and treating them as undesirable outcasts.\n\n",
      "If a government were to attack or invade a free territory, it would be difficult because there would be no state opponent, only private property owners and their insurance agencies. The power of any government rests on opinion and consent, so the leaders of the state would have to justify an attack and if they cannot, it would be considered extremely risky due to the risk of losing legitimacy and all of their power. A state attacking a free territory would encounter an armed population, as the insurers in free territories would encourage the ownership of weapons among their insured for self-defense. The aggressor would also run into resistance from multiple insurance and reinsurance agencies, who would be equipped and trained for the contingency of a state attack and ready to respond with a defense strategy. The insurers would be ready to expel, capture, or kill every invader while avoiding collateral damage, and target the aggressor (the state) for retaliation while seeking to avoid collateral damage to the property of innocent civilians. The authors believe that private insurance companies can minimize aggression and promote peace.\n\n",
      "The author argues that the idea of a state as a protective entity is based on a flawed theory, which has caused destruction and insecurity to private property and perpetuated war. The solution to protect private property from aggression is through cooperation among private property owners, division of labor, and market competition. A system of private insurance agencies would minimize aggression and promote peace. To achieve this, people must withdraw their consent and cooperation from the state and delegitimize it in public opinion. If this were to happen, even the strongest government would collapse, and people would regain the right to self-defense and turn to insurance agencies for protection and conflict resolution.\n\n"
    ]
  },
  {
    "tag": "h3",
    "header": "13: On the Impossibility of Limited Government and the Prospect for Revolution",
    "wordCount": 22992,
    "content": [
      "The author of this chapter argues that the sources of American national pride can be divided into three main categories. The first is the memory of America as a country of pioneers, where the English settlers coming to North America demonstrated the viability and the vibrancy of a stateless, anarcho-capitalist social order. The second source of pride is the American Revolution, which was a response to the growth of population, leading to the transformation of originally stateless societies into absolute monarchies in Europe with the power to tax without consent. The third source of pride, which the author considers a fateful error, is the claim that the U.S. is a \"limited government.\" The author argues that, in reality, the U.S. government is not limited, but rather it has unlimited power over its citizens, including the power to tax and make decisions about the property of free men. The author suggests that this error might be repaired by a revolution, which would likely require a significant change in the current political and economic system and a return to a more anarcho-capitalist social order, similar to what was demonstrated by the English settlers in America's colonial past.\n\n",
      "The author argues that the American colonies were ruled by an absolute king until 1688, which was extended to America when the English settlers arrived. The establishment of the royal colonies and administration was not a result of original appropriation and contract, but of usurpation and imposition. The settlers brought the doctrine of natural rights with them from Europe, where the development from feudalism to royal absolutism was opposed theoretically. The American colonists rose up against British rule since government was supposed to be contractual, and every government agent including the king was subject to the same universal rights and laws as everyone else. They drew their legitimacy from the consent of the governed. The author argues that the American Constitution represents a fateful error since once there is no longer free entry into the business of the production of protection and adjudication, the price of protection and justice will rise and their quality will fall. The compulsory monopolist will become a protection racketeer, destroying and invading the people and property it is supposed to protect.\n\n",
      "Gustave de Molinari, a French-Belgian economist, stated in 1849 that it is in the consumer's best interest for labor and trade to be free, as it will result in the maximum reduction of prices. He believed that no government should prevent competition for security services or restrict consumers from purchasing security services elsewhere. On the other hand, if consumers are restricted, it leads to injustice, slow and costly administration of justice, vexatious police, and inflated pricing of security services. The Americans adopted a new constitution that replaced the king with a popularly elected parliament and president, but they retained the power to tax and legislate. The king's power to tax had only been assumed and was disputed, but the Constitution explicitly granted this power to Congress. The Constitution also vested the power of legislating with Congress and the powers of executing and interpreting legislated laws with the president and the Supreme Court, respectively. The new states of America did not let the colonial governments wither away and instead reconstituted them within their existing borders as independent states. The American Constitution established temporary caretakers who could exploit the country and its residents to their advantage during their tenure. This setup was predicted to lead to increased exploitation and less calculated and wasteful exploitation as self-interest drives the monopolist. Similar views about the permanency of law and the impermissibility of legislation were held by the 18th century French physiocrats such as Merrier de la Riviere.\n\n",
      "The author argues that the idea of constitutional government as a civilizational advance over arbitrary government is flawed. The author suggests that pre-modern governments were more limited in their power to tax and legislate, while \"constitutional\" governments are defined by the recognition of these powers as legitimate. The author claims that open entry into government through political competition leads to the rise of \"bad characters\" and the distortion of society's character structure. The author also argues that the power of the state is limited by the prestige and functional importance of allegiances such as the church, family, gild, and local community. The author believes that private ownership is superior to government ownership, as private individuals have security in their property and can take a long term perspective. Political revolutions, according to the author, do not often accomplish anything of genuine value and simply replace one gang of thieves with another. In anarcho-capitalist society, coveting another's property is considered criminal and is suppressed, whereas under monarchical rule, only the king can act upon such desires, making him a potential threat.\n\n",
      "According to the text, the selection of a king is based on pure accident of his noble birth and his upbringing as a future king. However, this fact does not guarantee that he will not be evil or that he will be a decent person. In an anarcho-capitalist society, people acting on their desire for another person's property are considered criminals and are suppressed by physical violence. Under monarchical rule, only the king can act on his desire for another man's property, making him a potential threat. On the other hand, the Constitution opens up entry into government and permits anyone to openly express their desire for other people's property, which in turn makes everyone a potential threat. If politics is allowed, even those who have no desire to enrich themselves at the expense of others will be affected. These honest, hardworking individuals will have to become political animals in order to defend their property and liberty from those who have fewer moral scruples. Given that the characteristics required for political success are unequal among men, those with these skills will have an advantage over those without them. The open political competition favors dangerous rather than harmless political talents and leads to the cultivation of demagoguery, deception, lying, corruption and bribery. The Constitution virtually assures that dangerous individuals will rise to the pinnacle of government power, resulting in the decline of moral behavior and ethical standards. The separation of powers provided by the Constitution fails to prevent the proliferation of error and all three branches of government work to expand their own power.\n\n",
      "Rothbard critiques the notion of \"constitutionally limited government\" as a failure, pointing out that after more than two centuries of its existence, the situation has become considerably worse. The tax burden on Americans has increased dramatically, and the definition of private property has become more flexible and fluid. The right to self-defense has become less sacred, and the commitment to free trade and noninterventionism has given way to a policy of protectionism, militarism, and imperialism. In addition, while American citizens have become increasingly more defenseless, insecure, and impoverished, and foreigners all over the globe have become ever more threatened and bullied by U.S. military power, American presidents, members of Congress, and Supreme Court judges have become ever more arrogant, morally corrupt, and dangerous. The author argues that the idea of binding down power with the chains of a written constitution has proved to be a noble experiment that has failed and that some other, more radical means must be found to prevent the growth of the aggressive state.\n\n",
      "The author argues that the American Constitution must be recognized as an error and an unconstitutional document, incompatible with the very doctrine of natural human rights that inspired the American Revolution. He believes that an agency which may tax without consent cannot assure the protection of life, property, and pursuit of happiness, and that the Constitution is the very instrument for invading and destroying the rights to life, liberty, and the pursuit of happiness. The author suggests that the provision of law and order by freely competing private insurance agencies is a positive and inspiring alternative to the present system. The author cites the example of insurance agencies, which protect private property owners against a multitude of natural and social disasters, and argues that the production of security and protection is the very purpose of insurance. People will check if the producer of security is really strong enough to protect them and whether his character is such that they will not have to worry about his instigating the very aggressions he is supposed to suppress.\n\n",
      "Insurance agencies are seen as a possible alternative to the role performed by states as providers of law and order. Insurance agencies operate on a national or international scale, have a reputation for being effective, reliable and honest, and are connected through a complex network of contractual agreements. The relationship between insurers and insured is consensual, both are free to cooperate or not to cooperate, and this fact has momentous implications. Insurance agencies are categorically different from states as they cannot tax nor legislate. Competition among insurers for paying clients will bring about a tendency toward a continuous fall in the price of protection, which is more affordable than the monopolistic protector who may tax the protected. Insurers must indemnify their clients in case of actual damage, thus they must operate efficiently with the primary concern being effective prevention of crime. The voluntary relationship between insurers and clients means they must accept private property as an ultimate \"given\" and private property rights as immutable law.\n\n",
      "Insurance agencies provide protection services to their clients through mutual interagency arbitration proceedings. This creates a universal law that minimizes conflict and aggression. In contrast, states, as tax-funded monopoly protectors, operate in a contractual void, allowing them to change rules as they go along. Insurance agencies are subject to independent third party arbitrators, while states assign arbitration to state-funded and dependent judges. Insurance agencies must accept private property as a given, while states typically outlaw the ownership of weapons by their clients. Insurance agencies are considered representative government because they enter into bilateral contracts with each client, while modern democratic government is a perversion of the original idea of representative government. Lysander Spooner argues that voting is not proof of consent and that elected officials are not our servants, agents, attorneys, or representatives.\n\n",
      "The author argues that while states can engage in redistributive policies and \"insure\" uninsurable risks, voluntarily funded insurance companies would not be able to do so due to competition among insurers. The author explains that insurance involves the pooling of particular risks into risk classes and it is only possible to insure against an \"accident\" or a risk over which one has no control. The uninsurability of individual actions and sentiments implies that it is impossible to insure oneself against the risk of damages which are the result of one's prior aggression or provocation. Competition between insurers would encourage individual responsibility and exclude known provocateurs and aggressors. In addition, insurance companies would systematically promote the natural human tendency for \"like people\" to associate with each other and discriminate against \"unlikes\". The author states that in contrast to states, insurers will be prevented from engaging in any form of external aggression as any aggression is costly and requires higher insurance premiums.\n\n",
      "The author argues that insurance agencies can provide a better protection service than the state. The state is prone to becoming an aggressor because it can externalize its costs onto hapless taxpayers. Insurance agencies, in contrast, are prevented from engaging in any form of aggression because it increases insurance premiums and reduces clients. The author suggests that the only way to implement this fundamental constitutional reform is through the creation of free territories and by means of secession. This bottom-up strategy of social revolution would require a secessionist movement. The author notes that revolutions, whether good or bad, are started by minorities and that the ultimate power of every government rests solely on opinion and not physical force. The author believes that every government can be defeated by a change in public opinion.\n\n",
      "The author reflects on the state of American democracy, which he believes has become degenerate both morally and intellectually. He believes that given the current state of the U.S. central government and social-democratic states in the West, political disintegration will continue to grow in the future, leading to the rise of potential secessionist regions. The author argues that the power of every government rests solely on public opinion and not on physical force. It can be brought down by a mere change in public opinion through the withdrawal of public consent and cooperation. This means that it may not be impossible to win a secessionist-minded majority in small districts or regions of the country. The author also mentions the importance of avoiding the mistakes of past failed attempts at secession and learning from the successful first American secession. Furthermore, the author cites the works of philosophers such as Etienne de la Boetie, David Hume, and Ludwig von Mises, who have noted the importance of public opinion in government power. The author argues for the right to self-determination and the need to respect the wishes of those who wish to secede from the state to which they belong.\n\n",
      "The author suggests that trying to break away from the federal government as was attempted in 1861 would not be a good strategy. Instead, they propose that a modern liberal-libertarian strategy of secession should take inspiration from the European Middle Ages when Europe was characterized by the existence of hundreds of free and independent cities. The author believes that by creating a large number of territorially disconnected free cities in the United States, it would make it difficult for the central state to create opposition to the secessionists. If this strategy is successful, the author believes that it would be possible to return all public property into private hands, adopt a new constitution that declares all taxation and legislation unlawful, and allow insurance agencies to function as intended. The author cautions that the greatest danger of a government crackdown would be during the initial stage of this secessionist scenario, so it would be advisable to avoid direct confrontation with the central government.\n\n"
    ]
  }
]
