[
 
  {
    "tag": "h3",
    "header": "Introduction",
    "wordCount": 12829,
    "content": [
      "The author begins the book by discussing the impact of World War I on the Western world, marking it as a major turning point in modern history. The war resulted in the transformation of the entire Western world from monarchical rule to democratic-republican rule and sovereign people. Europe became the center of democratic republicanism with the end of monarchies and the introduction of universal adult suffrage. The United States played a key role in the war, with its President Woodrow Wilson being the personification of the triumphant ideology of an expansionist democratic republic. The war quickly became an ideological conflict between Austria and America, with the United States officially entering the war in 1917 and making it a mission to make the world safe for democracy. The war resulted in total surrender, humiliation, and punishment for Germany, while Austria was destroyed. The author notes that the war had significant consequences, with the entire national economy being militarized and the distinction between military and civilian life falling by the wayside.\n\n",
      "The text describes the effects of World War I on Europe. The Habsburg Empire was dismembered and the United States emerged as the dominant power in the world. The American age, with its idea of universal and global democracy, seemed to have triumphed with the end of World War II and collapse of the Soviet Empire. However, at the end of the 20th century, evidence was mounting that the American system was in crisis. Real wages in the US and Western Europe had stagnated or fallen, public debt had risen, and social security systems were near bankruptcy. The collapse of the Soviet Empire represented a bankruptcy of the idea of socialism and an indictment against the American system of democratic socialism. The US has experienced moral degeneration, family and social disintegration, cultural decay, and rising racial, ethnic, and moral-cultural tensions due to affirmative action policies and multicultural immigration policies.\n\n",
      "This text discusses the disillusioning experiences that have led to fundamental doubts about the virtues of the American system. The author questions what would have happened if Woodrow Wilson had kept the U.S. out of World War I. The answer to this question cannot be empirically confirmed or falsified, but based on an understanding of the actual historical events and personalities involved, the question can be answered with confidence. The author suggests that if the United States had followed a strict noninterventionist foreign policy, it is likely that the intra-European conflict would have ended in late 1916 or early 1917, and that the war would have been concluded with a mutually acceptable peace. This would have meant that Austria-Hungary, Germany, and Russia would have remained traditional monarchies, making it almost impossible for the Bolsheviks to seize power in Russia and for the Fascists and National Socialists to do the same in Italy and Germany. The author argues that the world living standards would have grown much higher than they actually have. The author also discusses the transformation from monarchy to democracy and how it appears to be a disaster when compared to the pre-democratic age. The author argues that the facts of history are logically compatible with any of the rival interpretations and that historians have no way of deciding in favor of one or the other.\n\n",
      "The author believes that a rational choice among rival interpretations can only be made if one has a theory or theoretical proposition that can be established a priori. He disagrees with the empiricist-positivist thesis that there is no such thing as a priori theory and considers it fundamentally mistaken. He presents examples of a priori theory, including propositions in the realm of philosophy and social sciences, such as human action and private property. The author argues that a priori theory trumps and corrects experience and that interpersonal conflict is possible only if things are scarce. He also believes that democracy is incompatible with private property, and that taxes create two unequal classes of taxpayers and tax consumers.\n\n",
      "The author argues that theoretical propositions, as opposed to hypothetical propositions, are statements about necessary facts and relations. Historical data can illustrate these propositions but it cannot establish or refute them. Theoretical insights can be used as a standard of criticism to correct and revise historical reports and interpretations. The author claims to have a knowledge of pure social theory which enables him to provide a corrected account of history, and motivated by this knowledge, the author proposes to revise three central beliefs and interpretations concerning modern history. The first revision regards traditional hereditary monarchies and provides an uncharacteristically favorable interpretation of monarchy and the monarchical experience.\n\n",
      "The author theorizes that monarchical government can be seen as privately-owned, promoting future-orientedness and concern for capital values in rulers, while democratic government is portrayed as publicly-owned and leading to present-orientedness and disregard for capital values. The author does not support monarchy but believes that if one must have a state with a compulsory territorial monopoly of decision-making and taxation, then monarchy is a better option than democracy. The author also presents the possibility of an alternative social order free of the economic and ethical shortcomings of both monarchy and democracy, called \"natural order.\" In this order, every scarce resource is privately owned and every enterprise is funded voluntarily, with free entry into all industries, including justice, police and defense services. The author places themselves in the Austrian School of Economics tradition, which supports pure social theory. The theories and theorems used in the book are old and the author considers themselves a conservative in terms of social theory and theoretical progress.\n\n",
      "The studies presented in this book are based on the Austrian School of economics, which originated in pre-World War I Austria and was later exported to the United States of America by Ludwig von Mises when he emigrated there in 1940. The author of these studies is heavily influenced by the works of Mises and his student, Murray N. Rothbard. While Mises and Rothbard discussed many of the central economic and political issues of the 20th century, they never systematically searched for a cause of the decline of classical-liberal thought and laissez-faire capitalism and the rise of anticapitalist political ideologies and statism during the 20th century. The author aims to fill this gap and explain the rapid growth of state power in the 20th century as the systematic outcome of democracy and the democratic mindset. The author also offers a revisionist understanding of modern history and arrives at a clearer and more acute understanding of the constructive alternative to democracy, which is a natural order. This alternative operates as a stateless social system with freely financed insurance agencies serving as competitive providers of law and order. The author aims to promote the tradition of Austrian social theory and contribute to the tradition of grand social theory, encompassing political economy, political philosophy, and history.\n\n",
      "The author is located in Las Vegas, Nevada and the text was written in September 2000.\n\n"
    ]
  },
  {
    "tag": "h3",
    "header": "1: On Time Preference, Government, and the Process of Decivilization",
    "wordCount": 38817,
    "content": [
      "The chapter begins by defining time preference, which refers to a person's preference for present goods over future ones. People tend to act in a way that allows them to attain their goals as quickly as possible and they must always consume something, making time a scarce resource. The rate of time preference is the rate at which people value present goods over future ones and it can vary from person to person and over time. The market rate of interest is the result of all individual time-preference rates and it reflects the social rate of time preference. The interest rate is determined by the supply of present goods and the demand for present goods that can be used productively. However, this only occurs when people recognise that indirect production processes yield better output per input than direct ones and that it is possible to save enough present goods to provide for needs during the waiting period for a more productive process. Capital formation and accumulation will continue so long as these conditions are fulfilled. A capital good has value because it helps produce final goods more efficiently and the price paid for it is due to the difference in time and the fact of time preference.\n\n",
      "This text explains the relationship between time preference, capital formation and accumulation, and the productivity of labor. The lower the time-preference rate, the earlier the onset of the process of capital formation, and the faster the roundabout structure of production will be lengthened. This leads to either increased employment or wage rates, or even if the labor supply curve should become backward sloping with increased wage rates, to a higher wage total. The factors influencing time preference can be external, biological, personal, and social or institutional. For example, external factors such as positive events or negative events can affect time preference, biological processes such as aging and death can also affect it, and personal psychological factors such as one's subjective evaluations can also influence time preference.\n\n",
      "The text discusses the concept of time preference, which refers to the degree of an individual's preference for present versus future goods. The author explains that time preference is subjective and depends on personal psychological factors, such as worry about the future and the desire for instant gratification. The author notes that economists, particularly those of the Austrian School, have widely recognized this phenomenon, but sociologists and political scientists have not paid much attention to it. The author cites Edward Banfield's book \"The Unheavenly City Revisited\" as a notable exception. Banfield argues that time preference is the underlying cause for the persistent distinction between social classes and cultures and identifies members of the \"upper class\" as future-oriented and self-disciplined, while members of the \"lower class\" are present-oriented and hedonistic. The author also mentions Norbert Elias' work on the \"process of civilization\" and T. Alexander Smith's book \"Time and Public Policy.\" The author explains that in an exchange economy, savings and investments contribute to a lowering of the time-preference rate and an increase in real incomes, which in turn leads to improved nutrition, health care, and life expectancy.\n\n",
      "The saver-investor is regarded as the initiator of a process of civilization. By building up an expanding structure of capital and durable consumer goods, the saver-investor also expands the range and horizon of his plans, which leads him to acquire and improve knowledge concerning more variables and their interrelationships. This increased knowledge becomes a \"free good\" that others can imitate and use for their own purposes, helping even the most present-oriented person transform from a barbarian to a civilized person. Figure 1 illustrates the relationship between individual time preference rates and real money income, showing how the process of civilization leads to a fall in the rate of time preference. The actual amount of present goods allocated to the production of future goods depends on technical knowledge and the supply of present goods and time-preference schedule of the person. In the beginning of humanity, there was only \"land\" and \"labor,\" but all other goods, including perishable and durable consumer goods, capital goods, and technical knowledge are not \"given.\" They are artifacts created with expectations of improving the appropriator-producer's well-being.\n\n",
      "An individual's effectiveness in time preference and hence the supply of goods he has produced or appropriated can be affected by the actions and expectations of others. The tendency toward a fall in the time-preference rate and the accompanying process of civilization will continue as long as each person is respected as the owner of his body-time and goods, allowing everyone to enjoy benefits from these goods without interference. If property rights are not violated and goods are not stolen, damaged, or restricted, the tendency will remain unchanged or even accelerate. However, if property rights are violated, the tendency will be disturbed, halted, or reversed. There are two types of violations: criminal activities and institutional or governmental interference. Criminal activities are considered illegitimate and the victim is entitled to defend himself and punish the offender. The impact of crime is twofold: it reduces the supply of goods of the victimized individual and raises their effective time-preference rate, and leads to resource reallocations and expense adjustments for actual and potential victims. The effect of crime on time preference is temporary and unsystematic because actual and potential victims are permitted to defend and protect themselves. The existence of social or natural disasters does not imply that the time-preference degree of actual or potential victims will be systematically changed. The tendency will resume its previous path after taking account of the damage and redirecting one's activities, and protection against crime and natural disasters can be expected to continually improve.\n\n",
      "The author argues that when property rights violations are committed by the government, they are considered legitimate by both government agents and the general public, even the victims in some rare instances. This leads to a systematic difference in time preferences compared to when crimes are committed by individuals. The author explains that while crime raises time preference rates but doesn't change an individual's character structure, government interference raises time preference rates, reduces the supply of future goods, and changes an individual's character structure. The author also argues that government tax, regulation, and money creation methods result in fraudulent expropriation of private property owners and are considered legitimate by society. As a result, victims of government interference do not have the right to defend their property and property rights violations become institutionalized. The author says that this leads to a reduction in the expected rate of return on productive, future-oriented actions, and all actual and potential victims become more present-oriented.\n\n",
      "The author argues that the tendency of humanity to build an expanding stock of capital and durable consumer goods and to become increasingly more farsighted may be reversed if government property-rights violations take their course and grow extensive enough. This could result in a decivilization process, leading to former providers becoming drunks or daydreamers, adults becoming children, civilized men becoming barbarians, and producers becoming criminals. The author compares the actions of a highwayman to those of the government, with the highwayman taking responsibility for his actions and not pretending to be anything other than a robber, while the government attempts to make people either their dupe or slave. The author argues that every government is a territorial monopolist, engaging in continual property-rights violations, and therefore represents a constant threat to civilization and an expanding source of decivilizing forces. The author explains that different forms of government lead to different degrees of decivilization, and that democratic rule typically only follows personal rule and private government ownership. The author argues that democratic governments can only acquire legitimacy unnaturally, typically through war or revolution.\n\n",
      "The importance of favorable public opinion for the exercise of government power is discussed in works by Etienne de la Boetie and David Hume. Hume states that government is founded on opinion because force is always on the side of the governed and the governors have nothing to support them but opinion. The acquisition of government power has been a lengthy historical process and the primacy of monarchical rule is addressed in works by Bertrand de Jouvenel. De Jouvenel also discusses the ubiquity of natural authority and how it leads to the formation of associations. The author argues that there are two forms of government, private or public ownership (monarchy or democracy) and that the transition from personal (monarchical) to democratic rule strengthens the decivilizing forces inherent in any form of government. The defining characteristic of private government ownership, which results in the ruler's relatively lower degree of time preference, is that the expropriated resources and the monopoly privilege of future expropriation are individually owned. The institution of private government ownership shapes the incentive structure confronting the ruler and influences his conduct of government affairs. The ruler tries to maximize his total wealth by balancing current income and present value of assets.\n\n",
      "The author argues that the term \"monarchy\" is most appropriately applied to the form of government that existed in Europe until the end of the 18th century, before the transformation into democracies after World War I. The author views monarchy and democracy as two endpoints of a continuum, with various forms of government located at different distances from either endpoint. For example, constitutional monarchies are less monarchic than pre-constitutional ones, and parliamentary monarchies may be closer to a democracy than a monarchy. The author also notes that not all republics are equally close to democracy, such as the aristocratic republic of the Dutch United Provinces before 1673.\n\nThe author argues that private ownership of government leads to moderation in the ruler's exploitation of his monopoly privilege of expropriation, as taxing heavily would reduce the present value of the ruler's estate, and thus it is in their interest to restrain themselves in their taxing policies. A private ruler's monopoly of law and order would enforce the principle of productive and contractual acquisition of property and income, and reduce the amount of crime. The author also states that private ownership of government implies moderation for another reason, as only the ruler and their family would benefit from non-productively acquired property and income.\n\n",
      "In a private-government ownership system, entrance into the ruling family is highly restrictive and typically limited to members of the ruler's extended family. In exceptional cases, a member of the ruling family may marry a complete outsider, but they will not normally become the head of the ruling family. The attitude of the sovereign towards rights was expressed in the oath of the first French kings, which stated that they would honor and preserve each person's rights and maintain law and justice. If the king disregarded someone's rights, it was thought that their own title to the throne might be disregarded. State expenditures were thought of as the king's own expenditures and he was endowed with property rights that ensured an adequate income for his needs. The restrictions regarding entrance into government and the exclusive status of the individual ruler and their family promote opposition and resistance to any expansion of the government's power to tax and strengthen solidarity among the ruled. This class consciousness also exerts a moderating effect on the government's internal policies and its conduct of external affairs.\n\n",
      "The text argues that the trend towards centralization of government typically leads to increased expropriation and taxation, as well as a reduction in opportunities for interterritorial migration. A privately-owned government, however, is expected to have a different approach towards territorial expansion, as the public views it as the ruler's own business, to be financed and carried out with their own personal funds. The author suggests that a private ruler is more likely to prefer peaceful means of enlarging their realm, such as land purchases or a policy of intermarriage between members of different ruling families, rather than war and military conquest. The example of the Habsburgs of Austria is cited, who advanced their expansionist desires through intermarriage between members of different ruling families. The limited and moderate character of monarchical wars is also discussed.\n\n",
      "Hoppe argues that a transition from a monarchy to a democracy leads to an increase in government power and a trend towards decivilization. A democratic ruler cannot own the government resources and must use them up as quickly as possible, while a king would maintain their value. The public nature of government ownership results in a continual decrease in capital, making economic calculation impossible. Hoppe also draws a parallel between private slave ownership and public slavery, demonstrating that the latter results in a permanent misallocation, waste, and consumption of human capital. He cites empirical evidence indicating that the health, life expectancy, education, and reproduction rates of socialist slaves were worse than those of privately-owned slaves.\n\n",
      "The author argues that as government authority has grown, taxes have increased and government employment has risen. This attracts individuals with high time preference and low farsightedness to the government sector. The lack of personal liability for government debts leads to increased government debt and a rising future tax burden, which affects the public's time preference by making present consumption and short-term investment relatively more attractive. Historically, the tax burden was low during the monarchical age, but has increased since the end of World War I with the rise of democratic governments. Government employment was also low during this time, but has increased steadily since. The national debt in Western Europe and the Western world is frequently greater than 100 percent of national product and the world was characterized by the existence of a commodity money and a single, integrated world market.\n\n",
      "The author argues that the establishment of a commodity money system, such as gold or silver, makes it difficult for a government to inflate the money supply. The kings tried to establish fiat currencies, but were not successful in doing so. It was only under democratic republics after World War I that the gold standard was abolished and replaced by irredeemable national paper monies. This change has led to an increase in the supply of money and credit and a tendency toward inflation and currency depreciation. The author also argues that the establishment of public law, which exempts government agents from personal liability and allows the withholding of publicly-owned resources from economic management, leads to a gradual erosion of private law. Instead of upholding private law, the government ruled by public law employs its power for the purpose of legislation and redistributing wealth and income within civil society. This transformation leads to the growth of the welfare state and a self-accelerating process of decivilization.\n\n",
      "People in modern times are used to having their rights modified by the decisions of legislators. The bulk of public spending at the end of the 19th century went to the army, while welfare spending played almost no role. However, under democratic republics, military expenditures have risen to 5-10% of national product and the bulk of public spending is taken up by welfare spending. The redistribution of income and wealth within civil society can take the form of transfer payments, free goods and services, or business and consumer regulations. Any such redistribution has a two-fold effect on civil society, firstly, the act of legislating increases the degree of uncertainty and secondly, it undermines the respect for all laws. Introduction of social security legislation has reduced the range and temporal horizon of private provisionary action. All indicators of family dysfunction have risen since the onset of the democratic-republican age. Time preference and crime are related, the reward for criminal activities is tangible and immediate, whereas the sacrifice (possible punishment) lies in the future and is uncertain. If the degree of social time preference is increased, it can be expected that the frequency of aggressive activities will rise.\n\n",
      "The punishment from the law is unlikely to deter people who are present-oriented and expects that gains from the illegal act will be closer to the present than the punishment. The normal person is deterred by risks like loss of job, hardship for family, disgrace, etc., but the present-oriented person does not run such risks.\n\nIn the text, it is noted that there has been a noticeable increase in criminal activity over the past hundred years due to the operation of democratic republics and their ever-increasing legislation and range of \"social\" responsibilities. A comparison between the crime rate in the wildest places of the American \"Wild West\" and some of the current cities shows that today's cities have a much higher crime rate per capita. In Los Angeles, for example, the number of reported rapes increased from 572 in 1952 to 2,030 in 1992, and the number of reported robberies increased from 2,566 to 39,508.\n\nThe redistribution of income and wealth within civil society means that the recipients are made better off without having produced more or better goods and services, while others are made worse off without having produced less. This leads to the incentive to be less productive and less future-oriented and more consumption, parasitism, dependency, and shortsightedness. This leads to a rise in the cost of maintaining the existing level of welfare distribution and a strengthening tendency to shift from production to nonproduction activities, leading to a progressive decivilization and demoralization of the civil society.\n\n",
      "The author argues that the foreign policy of a democratic-republican government is different from a monarchy and will likely result in an increase in war. This is because a president cannot satisfy his expansionary desires through marriage like a king and therefore, the only option open to him is military conquest. The author also argues that the form of war changes with the substitution of a republic for a monarchy, as wars in monarchies typically arise from inheritance disputes and are private conflicts between different ruling families, whereas under a republic, the decision of whether to go to war rests with the citizens. The author also cites various historical and philosophical works to support their argument that the substitution of a republic for a monarchy does not imply less government power or self-rule, but rather, it implies the replacement of bad private-government administration with worse public-government administration.\n\n",
      "In the past, wars were considered a game between sovereigns and had precise rules. The object of warfare was to execute skillful maneuvers rather than to annihilate the adversary. The civil population was considered mere spectators and acts of violence against them were forbidden. Conscription was rudimentary and soldiers were scarce and hard to find, so everything was done to ensure their quality by a long and meticulous training process, but at a high cost. Generals tried to economize their men and avoid fighting battles, with a victory obtained by a clever combination of movements being considered the ideal pattern of perfection. This made wars more humane as avarice and calculation played a role in wars. The distinction between rulers and ruled was clearer and peace was easier to make. Royal territories were often discontiguous and kings came to rule linguistically and culturally distinct populations, leading to a cosmopolitan outlook and attitude. Political rulers and the intellectual elite spoke several languages, and freedom of migration was nearly complete. In contrast, democratic republics tend to lead to total wars, where the identification of the public with a particular state is strengthened. In the age of democratic republicanism, international migration is strictly regulated, political rulers and the intellectual elite are increasingly ignorant of foreign languages, and there is a nearly complete freedom of migration.\n\n",
      "The text describes the transition from limited warfare to the era of total war, which is a result of the rise of nationalism. The transformation of interstate wars into national wars, where the public emotionally identifies with large anonymous groups and distinction between combatants and non-combatants fall, has led to an increase in the pace and ferocity of wars. Nationalism has caused wars to become more brutal and difficult for members of the public to remain neutral. The author cites the works of Michael Howard, Friedrich Meinecke, Marshal Ferdinand Foch, William A. Orton, and Fuller, who concur that the spirit of nationality has emotionalized and brutalized wars. The change came about with the French Revolution and the rise of democratic-republican warfare, where armies became the instruments of the people and grew in size and ferocity. Wars became maddening, with the entire nation backing the fight and setting the goal as the defense or propagation of philosophical ideas and principles.\n\n",
      "The author discusses the impact of the French Revolution on the world, particularly conscription and herd warfare. The author cites a source that argues that conscription changed the nature of warfare by making soldiers cheap and battles more frequent, eventually leading to the massacre of civilian populations. The author then argues that the process of civilization, which is set in motion by individual saving, investment, and the accumulation of durable consumer goods, may only be temporarily upset by crime but can be altered if property-rights violations become institutionalized in a government environment. The author claims that if a government is privately owned, the ruler has an incentive to be farsighted and engage in moderate taxation and warfare. On the other hand, if a government is publicly owned, the decivilizing effects of government can grow strong enough to halt the civilizing process or even cause decivilization. The author then provides a history of the European and Western world, pointing out that Europe underwent a revolutionary transformation from monarchical rule to democratic-republican rule in the course of one and a half centuries. The author mentions the intellectual debate on the idea of popular sovereignty and universal suffrage in Great Britain. The author also highlights the role of the United States in World War I, which turned into an ideological war with the involvement of the U.S., and how the war resulted in the defeat of dynastic rulers and the creation of democratic republics in Europe, with universal suffrage and parliamentary governments.\n\n",
      "At the end of World War I, Europe's monarchies were mostly overthrown and replaced with democratic-republican governments. The US government played a large role in this and the war became an ideological mission to spread democracy. Switzerland was the first country to establish universal suffrage for males above 20 years old and the last to extend it to women. According to economic theory, the end of World War I marked the point when private-government ownership was completely replaced by public government ownership and a tendency towards rising social time preference, government growth, and decivilization. After 1918, all indicators of high or rising time preferences have shown a systematic upward trend. This includes a rise in taxes, debts, and public employment, destruction of the gold standard, paper-money inflation, protectionism, migration controls, and weakened institutions of marriage and family. The quality of education and cognitive prowess of political and intellectual elites has declined, and rates of crime, unemployment, and hedonism have increased. The author argues that the course of human history is determined by ideas and that public opinion must change in order to prevent a process of decivilization. It is not government but private property, recognition, and defense of private property rights, contractualism, and individual responsibility that are the sources of human civilization and social peace.\n\n"
    ]
  },
  {
    "tag": "h3",
    "header": "2: On Monarchy, Democracy, and the Idea of Natural Order",
    "wordCount": 26708,
    "content": [
      "In this chapter, the author argues that the way government operates and the impact it has on society can be expected to be different depending on whether the government is privately or publicly owned. The author explains that a government that is privately owned is defined by the fact that the resources that are expropriated and the monopoly privilege of future expropriation are individually owned. This means that the ruler is entitled to pass on their possessions to their heir, sell or rent their privileged estate, and personally employ or dismiss administrators and employees. On the other hand, with a publicly owned government, the control lies in the hands of a caretaker who may use the apparatus to their advantage but doesn't own it. The author predicts that a private government owner will have a longer planning horizon and a lower degree of economic exploitation compared to a government caretaker. The reason for this is that a private government owner will try to maximize their wealth by preserving the value of their estate and avoiding exploiting their subjects so heavily that it reduces their future earnings potential. In contrast, the nongovernmental public is expected to be more present-oriented under a system of publicly-owned government than under a regime of private government ownership.\n\n",
      "The author argues that a privately owned government would promote moderation and farsightedness. The private owner of the government, who has the power to exclude others from the use and enjoyment of government resources, would maintain and enhance the value of the government estate, unlike the caretaker of a publicly owned government who would try to maximize current income at the expense of capital values. This leads to continual capital consumption and the risk of ruining the country. Public ownership of government blurs the distinction between rulers and ruled and weakens public resistance to government power, leading to increased exploitation and a rise in the number of government employees. In contrast to the right of self-defense in the event of a criminal attack, the victim of government violations is not entitled to defend themselves. The author asserts that government violations of property rights affect individual time preferences in a much more profound way than crime because they imply a reduction in future goods and simultaneously raise the time preference degree of actual and potential victims.\n\n",
      "The author discusses the difference between crime and government property rights violations. Crime, being illegitimate, only occurs periodically, and can be dealt with by increasing demand for protective goods and services. Governmental property rights violations are continual, and result in a permanent reduction in the supply of future goods, which leads to a lower rate of return on investment. This reduction affects individual time preference in a profound way, making individuals more present-oriented as they see themselves as defenseless against future victimization. The text also mentions that this tendency is even more pronounced under publicly owned governments compared to privately owned ones. The author then goes on to describe the transition from monarchies to democracies that took place in Europe and the world after the end of World War I. The franchise was successively widened and the powers of popularly elected parliaments increased across Europe from 1815 to 1914. In France, for example, the right to vote was severely restricted under the restored Bourbons in 1815, but was expanded to universal male suffrage after the revolution of 1848.\n\n",
      "The text describes the history of democratization in Europe and the United States, including the expansion of the franchise to larger segments of the population. The author also mentions how the outcomes of World War I led to the widespread adoption of democratic-republican systems throughout Europe, including the overthrow of monarchies and the establishment of universal adult suffrage. The author notes that before World War I, only two European countries were republics (France and Switzerland), with the United Kingdom being the only major European monarchy that was considered a parliamentary system. After the war and under the influence of the United States, monarchies all but disappeared, and Europe turned to democratic-republicanism. The author briefly touches on the aristocratic roots of the United States and the role of the U.S. government in shaping the new world order of democratic-republicanism.\n\n",
      "This chapter examines the relationship between government ownership and exploitation, as well as the effect of World War I on the shift from private to public government ownership. From 1918 onwards, all indicators of government exploitation and rising time preferences have exhibited a systematic upward tendency. The amount of taxes imposed on society increased during the monarchical age, however throughout the entire period, the share of government revenue remained low and was not exceeded until the mid-19th century. On the other hand, with the onset of the democratic republican age, total government expenditures as a percentage of GDP rose in the 1920s and 1930s and by the mid-1970s had generally reached 50%. The author compares state expenditures during feudal times to that of modern governments and concludes that the Parliament is sovereign and can exact contributions, whereas the older assemblies were a gathering of company directors agreeing to turn over a part of their profits for public purposes.\n\n",
      "The author provides evidence of how the process of democratization has led to an increase in government employment. In 1900, the percentage of government employment was less than 3% but by the mid-1970s, it had risen to about 15%. The author also highlights the differences in monetary systems between monarchical and democratic republics. In the monarchical world, a commodity money such as silver or gold was used, making it difficult for the government to inflate the money supply. However, with the advent of democratic republics, the entire world adopted a pure fiat money system of freely fluctuating government paper currencies. The author argues that this shift was made possible only under conditions of anonymous and impersonal rule.\n\n",
      "The author discusses the distinction between the monarchical age and the democratic-republican age with regards to the development of money and credit. Under the monarchical age, with commodity money largely outside of government control, the \"level\" of prices had generally fallen and the purchasing power of money increased, except during times of war or new gold discoveries. In contrast, during the democratic-republican age, with the world financial center shifted from Britain to the U.S. and the latter in the role of international monetary trend setter, a very different pattern emerged where the tendency towards inflation and currency depreciation was seemingly permanent. The author also mentions that the British debt only increased since the onset of the democratic-republican age and this contrast is also seen with the development and recognition of monetary theory. The early theoretician of fiat money, John Law, had a fall from grace whereas his 20th century counterpart, John Maynard Keynes, was honored during his lifetime and even today as the world's foremost economist.\n\n",
      "The author points out that the US government debt has increased significantly since World War I and has reached approximately 6 trillion dollars in the present day. The same tendency towards exploitation and present-orientation can be observed in the examination of government legislation and regulation, particularly under democracy. Under democracy, the exercise of power is shrouded in anonymity and presidents and parliaments quickly became not only judge but also legislator, creating \"new\" law. In contrast, during the monarchical age, the king was looked upon as a judge and not a legislator. The monarch made subjective rights respected and respected them himself, finding these rights in being and did not dispute that they were anterior to his authority. The concept of legitimacy established the solidarity of all rights, and no change in these rights could be made without the consent of their holders. The monopolization of law administration led to higher prices and/or lower product quality, however, the king was still bound by the standard provisions of private law.\n\n",
      "This text discusses the democratization of law and law administration, which has resulted in a high number of legislative acts and regulations passed by parliaments each year, leading to a steady depreciation of all law and heightened legal uncertainty. The author mentions that the democratization of law is similar to the democratization of money, which resulted in inflation and increased financial uncertainty. The most direct indicator of social time preference, which is the rate of interest, is discussed. The author explains that a high interest rate implies more present-orientedness and a low rate of interest implies more future-orientation. The trend towards lower interest rates reflects the rise of the Western World and its increasing prosperity, farsightedness, intelligence, and moral strength.\n\n",
      "The author argues that based on economic theory and historical data, it's expected that 20th century interest rates would have been lower than 19th century rates. However, this was not the case and the author attributes this to a shift in social time preference schedule which led to a decline in moral and intellectual strength of people and a more present-oriented mindset. The author also mentions that minimum long-term interest rates in Europe and the US are currently well above 4 percent which is higher than 17th-century Europe and as high or higher than 15th-century rates. The author also highlights the increase in family disintegration, with a decline in birth rates, an increase in divorce, illegitimacy, single parenting, singledom, and abortion, and a decrease in personal savings rates. The author attributes this to the government's collectivization of individual responsibility, where welfare spending has increased at the expense of military spending, leading individuals to rely on public assistance for their health, safety, and old age needs.\n\n",
      "The author argues that the increase in crime rates in the Western world during the second half of the 20th century can be attributed to the process of democratization and the effects it has on society. The rising degree of social time preference, a decrease in individual responsibility and an increasing moral relativism, have been linked to the rise in crime. The change in crime rates is not explained by other factors such as changes in the population's age, race, sex, or urbanization, which are relatively stable and cannot account for the systematic change in crime. The relationship between crime and high time preference is also explored, with the author suggesting that there is a systematic relationship between the two, as criminal activities, such as murder, assault, rape, robbery, theft and burglary, benefit the aggressor in the short term while the sacrifice is uncertain and lies in the future. The author points out that as a society becomes more egalitarian in its outlook, it becomes more skeptical of claims that some people are intrinsically superior to others, and this view has led to a rise in crime.\n\n",
      "Data on changes in the internalized inhibitions against crime is limited, but one fact suggests that they might have changed in some societies. In England, the ratio of murderers who committed suicide before being arrested to all convicted murderers fell steadily from about three out of four in 1929 to about one in four in 1967. As society becomes more egalitarian, people may become more disposed to describe others' output as unjustly earned. The trend of thought in modern nations has been toward more egalitarian views and rising belief among disadvantaged groups that they don't have to pay deference anymore, but instead, the majority owes them reparations for past injustices. However, there's no guarantee that having more egalitarian or reparations-seeking views make people more criminal.\n\nEdward C. Banfield explains the relationship between high time preference and crime. The threat of punishment at the hands of the law is unlikely to deter a present-oriented person because the gains from the illegal act are near, while the punishment lies in a distant future. A normal person is deterred by risks like disgrace, loss of job, hardship for family, etc., but a present-oriented person doesn't run such risks.\n\nThe transition from monarchy to democracy represents civilizational decline rather than progress. Increased exploitation and social decay are the result of the transition, along with a change from limited warfare to total war. The 20th century, the age of democracy, is one of the most murderous periods in history. According to Wilson and Herrnstein, indicators suggest that young people are becoming more present-oriented and impulsive.\n\nThe author concludes that the current state of affairs can't be the end of history, and the Western democratic welfare states will collapse if the tendency towards increased exploitation and present-orientedness continues.\n\n",
      "The current state of the Western democratic-republican system is facing a potential economic and social catastrophe. The legitimacy of democracy and majority rule must be delegitimized and replaced by a positive alternative, which is the idea of a natural order. This involves recognizing that private property, production, and voluntary exchange are the ultimate sources of human civilization and acknowledging the existence of a voluntarily acknowledged natural elite, a nobilitas naturalis. The outcome of voluntary transactions between private property owners is nonegalitarian, hierarchical, and elitist, and some individuals come to possess natural authority through their superior achievements of wealth, wisdom, bravery, or a combination. The maintenance and preservation of a private property-based exchange economy requires a natural elite, who act as judges and peacemakers. The endogenous origin of a monarchy can only be understood against the background of a prior order of natural elites, but its monopolization of the function of judge and peacemaker led to the deterioration of law and increase in costs.\n\n",
      "The opposition to monarchy in history was largely motivated by the inflated cost of justice and the perversions of ancient laws by the kings. However, there was confusion as to the causes of this phenomenon. Some recognized that the problem was with monopoly and not with elites or nobility. But they were outnumbered by those who incorrectly blamed it on the elitist character of the rulers and sought to maintain the monopoly of law and law enforcement, merely replacing the king with the \"people.\" This led to the success of democracy. The same social forces that kings had stimulated when they began excluding competing natural authorities from acting as judges led to the downfall of the monarchy. The kings aligned themselves with the people, promising cheaper and better justice, but their promises turned out to be false. The egalitarian sentiments turned against them, and it appeared logical that the kings be brought down and that the monopoly of the judiciary be controlled by the common man. The democratization of law and law enforcement only made matters worse, however, as the price of justice increased and the quality of law deteriorated. The idea of law as a body of universal and immutable principles of justice almost disappeared and was replaced by the idea of law as legislation. Democracy succeeded where monarchy failed in destroying natural elites. If the monopoly of law and law enforcement of democratic governments is dissolved, there appears to be no other authority for justice and chaos would seem inevitable. Therefore, it is important to give ideological support to all decentralizing or even secessionist forces to reverse the tendency toward political centralization.\n\n",
      "Hoppe argues that the problem of replacing democracy with a more legitimate form of government is more difficult than it was to replace monarchy. The reason for this difficulty is that there is no existing authority that people can turn to for justice if the monopoly of law and enforcement by democratic governments is dissolved. This is why it is important to support all decentralizing or secessionist social forces in addition to advocating for the abdication of democracy. The political centralization that has characterized Western societies for centuries must be reversed, as territorial smaller governments and increased political competition will encourage moderation. In small regions or communities, individuals who are recognized for their professional achievement, morally impeccable personal life, and superior judgment and taste can rise to the rank of natural voluntarily acknowledged authorities. This idea of an anarchic private law society is seen as an answer to both monarchy and democracy. In order to achieve this, society needs a class of moral aristocrats who can lead and set an example through their dedication, integrity, and moral character.\n\n"
    ]
  },
  {
    "tag": "h3",
    "header": "3: On Monarchy, Democracy, Public Opinion, and Delegitimation",
    "wordCount": 15185,
    "content": [
      "In Chapter 3 of Hans Hermann Hoppe's Democracy the God that Failed, he begins by discussing Ludwig von Mises and his interpretation of a free society. Mises believed that private property ownership was the backbone of liberalism and all other demands of liberalism stem from this fundamental demand. According to Mises, the emergence of society and human cooperation through division of labor was a result of natural diversity of people and property and the recognition that work performed under division of labor is more productive than work performed in isolation. He also emphasized that the state's function is to protect property, liberty, and peace by using force to enforce the rules of society.\n\nMises was critical of the princely state because it was incompatible with the protection of private property rights. The princely state was characterized by the constant expansion of its territory and subjects, and the prince regarded the land and people as objects of princely ownership. Mises instead proposed democracy as a substitute for the princely state, but his definition of democratic government was fundamentally different from its colloquial meaning. To Mises, democracy meant self-determination, self-government, and self-rule, and a democratic government was an essentially voluntary membership organization that recognized each of its constituents' unrestricted right to secession.\n\nHoppe argues that Mises's definition of democracy as a voluntary membership organization is not what is practiced in modern democracies. Instead, modern democracies are characterized by majority rule, which can lead to antiliberal results in ethnically mixed territories. Hoppe concludes that the problem with modern democracies is that they are not true democracies in the sense that Mises defined them and that this has led to the failure of democracy as a political system.\n\n",
      "The author highlights the idea of self-determination in regards to membership in a state. The author argues that the right of self-determination should be granted, if at all possible, to every individual person and is the only feasible way of preventing revolutions and international wars. The author mentions Mises's views on democratic government, stating that the assurance of property rights protection is through the threat of unlimited secession and its own characteristic of voluntary membership. The author points out that all modern democracies are compulsory membership organizations, which is different from Mises's definition of democratic government. The author also notes that Mises never connected the decline of liberalism and the dominance of anti-capitalist political ideologies with majoritarian democracy. The author concludes by proposing to provide an analysis of the logic of majoritarian democracy and make modern history intelligible and predictable.\n\n",
      "The author argues that despite the difference between princely and democratic governments, both are considered compulsory monopolies of protection and decision-making. Both types of government have the right to tax without the consent of the protected and as a result, the price of justice and protection rises while the quantity and quality of these services decrease. Under a monopoly of jurisdiction, the quality of protection will deteriorate because the appeal for justice will be distorted in favor of government. In a princely government, entry is restricted by the prince's discretion, whereas in a democratic government it is open to everyone on equal terms. From a classical liberal perspective, free and equal entry into government does not unify law and instead perpetuates the distinction between public and private law. Exploitation does not disappear under democracy and instead becomes shortsighted due to temporary and interchangeable caretakers in charge.\n\n",
      "Hereditary princes and democratic caretakers can increase their spending through higher taxes, debt and money inflation. However, a prince tends to avoid increasing taxes if it leads to a drop in the present discounted value of the capital stock, which he owns, while a caretaker shows no such reluctance since he only owns the present tax revenue. The prince assumes a liability against his personal property whenever he borrows from the nongovernment public, while a democratic caretaker is free of any such consideration. Also, both princes and caretakers can use their compulsory monopoly power to gain control over the money supply, but a prince weighs two factors whereas a democratic caretaker is only concerned with his immediate enrichment. With free entry into and participation in government, the perversion of justice and protection will proceed even faster. The notion of universal and immutable human rights and in particular of property rights essentially disappears and is replaced by law as government-made legislation and rights as government-given grants. Princes face two disincentives when it comes to redistribution; they must appear in accordance with private property rights and they should increase future productivity. Democratic caretakers face no logical obstacle to the redistribution of private property. A democratic caretaker's legitimacy rests on the legitimacy of \"social\" or \"public\" property, resulting in private law disappearing as an independent domain of law. Ultimately, all property is public property and each established private property right is only provisionally valid and may be altered in accordance with a caretaker's unilateral determination of the requirements of \"public safety\" and \"social security.\"\n\n",
      "The author argues that due to the pressures of political competition in democratic government, caretakers will feel compelled to redistribute wealth and income equally, rather than elitist, leading to the deformation of society's character structure. The redistribution of wealth reduces the incentives for original owners and producers and increases the incentives for non-owners and non-producers, leading to social degeneration and decay. Free competition in the production of bads is not good and should not be allowed, as it leads to corruption. Under princely rule, only one person could potentially act on the desire for another's property, while under democracy, everyone is free to express their desires and threaten others' property rights. This leads to the popularization of immoral and anti-social desires, such as coveting others' property, and the rise of efficient demagogues who have little moral inhibition against taking another's property. The selection of a prince through noble birth and upbringing often resulted in a harmless or good person, but the selection of government rulers through popular elections makes it practically impossible for any good or harmless person to rise to the top of government.\n\n",
      "The author argues that the selection of government rulers by means of popular elections makes it virtually impossible for any good or harmless person to rise to the top. Politicians are chosen for their efficiency as demagogues, not their merit, and democracy virtually assures that only bad and dangerous individuals will ever occupy the top positions in government. The author cites H.L. Mencken's observation that politicians rarely get into office through merit alone and that they are typically chosen because they can impress and enchant the intellectually underprivileged.\n\nAfter more than a century of compulsory democracy, the results are clear. The tax burden has become oppressive, gold has been replaced by government-manufactured paper money, and regulations have become increasingly restrictive. At the same time, the government's protection of life and property has failed, leading to a decrease in personal independence, economic strength, and private wealth. Meanwhile, the rulers have become more corrupt, dangerously armed, and arrogant.\n\nThe author suggests a return to the idea of a liberal social order as proposed by Ludwig von Mises. Mises recognized that every government, whether princely or democratic, relies ultimately on opinion rather than physical force. A central government cannot impose its will on the entire population unless it finds widespread support and cooperation within the non-governmental public. The author cites Etienne de la Boetie's observation that a government's power is based on voluntary cooperation from the public, not its physical force.\n\n",
      "The text explores the idea that government only has the power that people grant it. The author argues that if power rests solely on opinion and cooperation, then a government can be toppled by a change in opinion and will power. The strategy of social revolution suggested is personal secession where one regards the central government as illegitimate and treats it as a foreign occupying force. This involves compliance with its mandates out of self-preservation but nothing more. People should not work or associate with anyone who does work for the government, should not participate in politics, and should not contribute to any organization funded by the federal government. One should consider all federal laws null and void and ignore them whenever possible. Instead of supporting the government, one should invest in measures that protect one's property from the government, such as hiding and concealing wealth. The author cites La Boetie's sixteenth century treatise, in which he argues that the remedy to power is to withdraw consent.\n\n",
      "The author argues that property owners must protect their wealth from the government by implementing both defensive and offensive strategies. The defensive strategy involves hiding or concealing one's wealth, while the offensive strategy involves an ideological campaign that delegitimizes the idea and institution of democratic government. The author believes that the masses are easily deluded and habitually submit to the government, but there are always a few individuals with clear minds and far-sighted spirits who feel the weight of the yoke and seek to restore private property rights and law and order. These individuals form the natural elite and must engage in a continuous ideological struggle to awaken the masses from their slumber. The author also emphasizes that it is important to be selective in one's investments, both material and ideological, and that any criticism of government worthy of support must expose the underlying flaw in the very idea of government itself.\n\n",
      "The author argues that in order to effectively persuade the masses to stop cooperating with government, there must be an uncompromising commitment to ideological radicalism. Simple and radical ideas are more likely to stir the emotions of the masses, and the constant exposure, ridicule and desanctification of government and its representatives as moral and economic frauds is the most effective way of achieving this. The author believes that if members of the natural liberal-libertarian elite fully grasp this lesson and act accordingly, liberalism will have a future. The author cites the advice from La Boetie, who stated that one can be freed by resolving not to serve the tyrant anymore, and by no longer supporting him, the tyrant will fall of his own weight.\n\n"
    ]
  },
  {
    "tag": "h3",
    "header": "4: On Democracy, Redistribution, and the Destruction of Property",
    "wordCount": 11288,
    "content": [
      "The author argues that democracy, as it is practiced today, leads to the destruction of private property and wealth redistribution. He explains this by using thought experiments such as imagining a world government elected by one-man-one-vote, in which a Chinese-Indian coalition would most likely decide to redistribute wealth from the western world to their own countries. Similarly, if the right to vote were extended to seven year olds, the government policies would likely reflect the desires of children for free food, videos and other things, at the expense of others. The author believes that the process of democratization that began in Europe and the US in the 19th century, has set in motion a permanent tendency toward wealth and income redistribution. This tendency is due to the fact that one-man-one-vote combined with \"free entry\" into government democracy implies that every person and their personal property are within reach of everyone else, leading to a tragedy of the commons. The majority of \"have-nots\" will try to enrich themselves at the expense of minorities of \"haves\". The author argues that most of the redistribution will take place within the group of the \"non-poor\", and often it will be the better-off who succeed in having themselves subsidized by the worse-off. There will be many competing groups and coalitions trying to gain at the expense of others, with individuals losing and gaining on account of different characteristics, resulting in some individuals ending up as net-losers and others as net-winners of redistribution.\n\n",
      "The author explains the rise of socialist and social-democratic voter turnout and the decline of liberal parties in the late 19th and early 20th century through a comparison of voter turnout in several countries. In Germany, for example, the total number of votes cast rose from 4.1 million in 1871 to 30.5 million in 1919. The socialist voter turnout increased from 3 percent to 46 percent while the liberal voter turnout fell from 46 percent to 23 percent. Similar patterns were observed in other countries such as Italy, the United Kingdom, Sweden, and the Netherlands.\n\nThe \"tragedy of the commons\" refers to the overuse or depletion of resources that are owned by the public. The author argues that democracy is seen as a tool for redistributing wealth and income which results in an increase in the number of people who receive subsidies. All forms of redistribution involve taking from the original owners and producers and giving it to non-owners and non-producers, leading to a decrease in the incentive to be an owner or producer. The author provides several examples such as farm subsidies, minimum wages, business protection laws, and subsidies for single mothers and education, to show how redistribution affects different aspects of society.\n\nThe author argues that subsidizing individuals because they are poor leads to more poverty, subsidizing the unemployed leads to more unemployment, and supporting single mothers leads to an increase in single motherhood and divorce. On the other hand, subsidizing the education of children increases the birth rate but weakens the bond between generations as the old no longer rely on their children and the young are left to support the old. The author cites several economists such as Joseph A. Pechman, Murray N. Rothbard, Edward C. Banfield, Armen Alchian, Ludwig von Mises to support his argument.\n\n",
      "The author argues that government policies aimed at subsidizing certain groups, such as malingerers and neurotics, will have the unintended effect of promoting these undesirable behaviors and outcomes. The same is true of policies aimed at reducing crime and discrimination, which will actually increase criminal behavior, according to the author. By forcing private property owners and producers to pay taxes to support \"politicians\" and \"civil servants\", the author claims that wealth formation, productivity, and economic growth will be suppressed, and waste, parasitism, and inefficiency will be promoted. The author cites various works by economists and philosophers, including Ludwig von Mises and Murray Rothbard, to support his arguments against government intervention in the economy and society.\n\n",
      "The author argues that taxes are not actually paid by government employees, but rather their salaries are reduced by the amount of taxes they would have otherwise paid. This means that government employees do not actually bear the burden of taxes and instead use them to increase their own tax-financed salaries. On the other hand, private sector workers generate income through production and sale of goods and services in markets. Meanwhile, politicians and civil servants produce nothing that is sold in markets, which makes it impossible to determine the value of their output and whether or not it justifies their costs. The author argues that the subsidizing of politicians and civil servants is a subsidy to \"produce\" with little regard for consumers. As a result of expanding \"public\" sector employment, there will be increasing laziness, carelessness, incompetence, disservice, maltreatment, waste, and even destruction while also leading to arrogance, demagoguery, and lies. It is predicted that the Western welfare state will collapse just as Eastern socialism did in the late 1980s. The author believes that economic collapse does not automatically lead to improvement and that ideas play a crucial role in determining the course of history. The current mess is the result of public opinion accepting the idea of democracy and as long as this acceptance prevails, a catastrophe is unavoidable.\n\n",
      "The author argues that the root cause of the current state of progressive \"decivilization\" is democracy. He states that throughout history, most political theorists have had nothing but contempt for democracy and even the Founding Fathers of the U.S., who are now considered models of democracy, were strictly opposed to it, viewing democracy as mob-rule. The author suggests that proponents of democracy in the past only advocated for it in very small communities, where people knew each other personally and the position of the \"haves\" was based on superiority, making it difficult to loot others. In contrast, in large territories, where the potential looters do not know their victims, looting is subject to little or no restraint. The author also states that democracy is immoral and uneconomical, as majority rule allows A and B to band together to rip off C, and so on. The author stresses that private property, production, and voluntary exchange are the ultimate sources of human civilization and prosperity, and that justice and economic efficiency require a pure and unrestricted private property society, an \"anarchy of production.\"\n\n",
      "Rousseau's \"Social Contract\" was actually a commentary on the political situation in Geneva, where a hereditary oligarchy of leading aristocratic families ruled the city state. Rousseau's idea of \"popular sovereignty\" was directed towards attacking the oligarchy, but not as a defense of direct democracy. Instead, he envisioned the members of Geneva's Grand Council, which included both upper and lower hereditary aristocracy, as the \"sovereign people\". Despite the propaganda spread by government-controlled schools and laureates like James Buchanan, there is still enough common sense to understand criticism of democracy. Economist Joseph A. Schumpeter criticized Buchanan's views as far removed from scientific habits of mind, while journalist H.L. Mencken saw government as a separate, hostile power only partly under control. In order to achieve a non-exploitative social order, the idea of majoritarianism should be used against democratic rule. The author suggests persuading a majority of voters to take away the right to vote from those who receive government benefits, including government employees. The author also cites works by Hans-Hermann Hoppe, Murray N. Rothbard, and Anthony de Jasay in support of his ideas. Lastly, the author stresses the importance of secession and small territorial units in reducing redistributive policies and promoting the idea of a natural order of competing peacekeepers, judges and overlapping jurisdictions.\n\n",
      "The author argues that the answer to democracy and other forms of political rule is a pure private law society. In order to achieve this, one must recognize the importance of secession and secessionist movements. Secession serves as a vote against the principle of democracy and majoritarianism. The process of secession can lead to smaller territorial units, making it more difficult to maintain redistributive policies. As the units become smaller, individuals with superior judgment, courage, and taste may rise to the rank of natural elites and lend legitimacy to the idea of a non-monopolistic and voluntarily financed peacekeepers, judges, and overlapping jurisdictions, similar to what currently exists in the arena of international trade and travel. The author cites the works of other scholars on the law and economics of secession, including Murray N. Rothbard, David Gordon, Donald W. Livingston, Stephen Yates, and others.\n\n"
    ]
  },
  {
    "tag": "h3",
    "header": "5: On Centralization and Secession",
    "wordCount": 11344,
    "content": [
      "The author argues that the state, as a territorial monopolist of compulsion and exploitation in the form of expropriation, taxation, and regulation, can be expected to exhibit a tendency toward increased exploitation. This tendency leads to territorial expansionism and competition between states, resulting in a tendency towards increased political centralization and ultimately one single world state. The author cites Western history as evidence for this conclusion, pointing out that there has been a trend towards increased centralization over time. The author argues that even though decentralizing forces have existed, the trend towards centralization is stronger. The author also points out that the United States has emerged as the world's sole and undisputed military superpower, with a hegemonical status over Western Europe and Pacific rim countries, and that the political integration of Western Europe and the American continent has steadily advanced.\n\nThe orthodox view is that centralization is generally a \"good\" and progressive movement, while disintegration and secession represent an anachronism. However, the author argues that this view is more indicative of the fact that history is typically written by its victors, and that correlation or temporal coincidence do not prove any truth.\n\n",
      "The author argues that the relationship between economic prosperity and centralization is different from what is commonly believed. The orthodox view alleges that centralization leads to wider markets and increased wealth, but this is only a correlation and not a causation. Political integration and economic integration are two separate things: political integration is about the expansion of state power over taxation and property regulation, while economic integration involves the extension of division of labor and market participation. Governments reduce market participation and the formation of economic wealth through taxation and regulation. However, size does have an indirect relationship with economic integration. A central government ruling over large territories cannot exist from the beginning and must start small, which helps to moderate its power. Small governments have many close competitors and must regulate their subjects less than their competitors or face the loss of tax revenue. Political competition is a more effective device for limiting government power than internal constitutional limitations. The author argues that the highly decentralized power structure of Europe explains the origin of capitalism and its expansion of market participation and economic growth. Capitalism first flourished in northern Italy, southern Germany, and the Low Countries, where there was extreme political decentralization.\n\n",
      "The competition among small states for taxable subjects can lead to conflict between them. Some states expand their territories while others are eliminated or incorporated, depending on their economic resources. The lower the tax and regulation burden imposed by a government on its domestic economy, the larger its population tends to grow and the more domestically produced wealth it has. This is why centralization is often progressive. In the long run, the decisive factor in the success of states is the relative amount of economic resources at a government's disposal. According to Jean Baechler, the absence of political order in Western Europe led to the constant expansion of the market and the rise of capitalism. However, as states become more liberal and defeat less liberal ones, they have lower incentives to maintain domestic liberalism. When the possibility of emigration disappears, the expansion of government power, taxation and regulatory expropriation increases. A case for secession can be made based on social and economic theory and history. Secession shifts control over nationalized wealth from a larger central government to a smaller regional one, replacing forced integration with voluntary separation. By secession, hegemonic domestic relations are replaced by contractual foreign relations that are mutually beneficial.\n\n",
      "Forced integration creates tension, conflict, and hatred, while voluntary separation leads to peace and harmony. The act of secession replaces hegemonic domestic relations with contractual foreign relations and increases opportunities for interregional migration. It also comes under increased pressure to adopt liberal domestic policies by allowing more private property and reducing tax and regulation burdens. Secession accentuates cultural differences and rank orders and provides the best stimulus for cultural and economic advancement. The smaller a territory is, the greater the pressure to opt for free trade rather than protectionism, as government interference with foreign trade limits mutually beneficial interterritorial exchanges and leads to relative impoverishment.\n\n",
      "The text argues that free trade and monetary integration are the keys to prosperity even for the smallest territories. If a territory's owners restrict interterritorial trade, abject poverty or death would result. The smaller a territory, the more likely it will opt for free trade. The author cites the example of East Germany and its massive outflow of people leaving for the more liberal West Germany. The East German government erected a border system to prevent East Germans from leaving, but when Hungary relaxed its border controls, the wave of East German emigration resumed. When every household forms its own country, Friedman's proposal for a system of freely fluctuating paper currencies would be an absurdity because no one would accept anyone else's paper, economic calculation would be impossible, and trade would come to a virtual standstill. For this reason, secession, provided it proceeds far enough, will actually promote monetary integration, and each country will have to abandon the fiat money system and adopt an international commodity money system, such as the gold standard.\n\n",
      "The author argues that fluctuating fiat money contradicts the very essence of the monetary function and causes an enormously complex and chaotic form of barter. Secessionism, the growth of separatist and regionalist movements, increases ethnic, linguistic, religious, and cultural diversity, and eliminates the immigration problem by letting smaller territories have their own admission standards. The author concludes that true freedom of trade requires an international commodity money, such as gold and silver, and breaking it up by statist fiat paper cripples the free market and robs the world of its fruits. Lastly, secession promotes economic integration and development, resulting in tens of thousands of distinct countries and hundreds of thousands of independent free cities, greatly increased opportunities for migration, and a world of unheard of prosperity, economic growth, and cultural advancement.\n\n",
      "The text argues that the many different princely residences in Germany have contributed to the country's widespread prosperity and culture. The author suggests that if there were only one or two capitals in Germany, the culture and prosperity of the country would not be as strong as it is today. The author also notes that Germany has a large number of universities, public libraries, art collections, natural museums, and theaters, which are spread out evenly across the entire Empire. The author questions whether cities like Frankfurt, Bremen, Hamburg, and Liibeck would remain as large and prosperous as they are if they were to lose their independence and be incorporated into one great German Empire.\n\n"
    ]
  },
  {
    "tag": "h3",
    "header": "6: On Socialism and Desocialization",
    "wordCount": 14887,
    "content": [
      "The author argues that wealth can only be created or increased in three ways: by claiming scarce resources (homesteading), by producing goods using labor and previously claimed resources, or by acquiring goods through voluntary exchange. These activities increase social welfare because they do not diminish the welfare of others. On the other hand, socialism leads to impoverishment because it assigns ownership of productive assets to a collective, regardless of each member's contribution, which disadvantages those who homestead, produce or contract. This results in less original appropriation, production, and contracting, as well as permanent misallocations of production factors, since there are no market prices for factors of production under socialism and cost-accounting is impossible. The socialist caretaker of capital goods does not know his foregone opportunities, leading to wasteful use of scarce resources.\n\n",
      "The author argues that the reason for the failure of socialism in Eastern Europe is collective ownership of factors of production. The solution to this problem, according to the author, is privatization. However, there is little written on how to desocialize and many Western intellectuals persistently hold socialist views. The author suggests that the key to a prosperous future is privatization and that private property is incompatible with democracy as well as any other form of political rule. The author also argues that an \"anarchy of production\" is established with the institution of private property, in which all producers' relations are voluntary and mutually beneficial.\n\n",
      "The author argues that all socialist property should be forfeited and returned to the original owners or their heirs, as it was obtained through expropriation. The original property titles should be recognized and current users' claims should be overridden by original private owners or their heirs unless the user can prove that the original title was acquired by coercion or fraud. In case the socialist property is not reclaimed, ownership should be transferred to those who use it, such as the farmland to farmers, factories to workers, etc. The property shares acquired in this way should be freely tradeable and a stock market established to allow for transfer from less productive hands to more productive ones. The author references the writings of Murray N. Rothbard and John Locke to support these ideas.\n\n",
      "Under Syndicalism, the means of production are not allowed to have the property arrangements of Capitalism. Instead, individual citizens are assigned shares in the means of production, which cannot be disposed of. However, this approach creates two problems: first, what should be done in the case of newly erected structures built on land that is owned by someone else; and second, producers in capital-intensive industries will have a relative advantage over those in labor-intensive industries, leading to unequal distribution of wealth. The author argues that the latter issue can be justified by the homesteading principle, where private property is established through acts of homesteading (mixing one's labor with nature-given resources before anyone else has done so), and that this principle can be applied to the syndicalist privatization approach as well. The workers in Syndicalism are not considered \"owners\" in the normal sense of the word because they cannot dispose of their shares in the means of production in any way they consider most advantageous. This creates difficulties if changes occur in methods of production, supply and demand, technique or population. In this case, either workers would keep their shares in the means of production they occupied at the time of syndicalization and enter new industries as simple workers earning wages, or they would lose their share on leaving an industry and receive a share per head equal to that of workers already working in the new industry. Either way, this would quickly violate the principle of Syndicalism and make every change in production virtually impossible, blocking economic progress.\n\n",
      "This section discusses the economic theory of bargaining and the concept of property. The author cites several works by Murray N. Rothbard, Robert Nozick, Helmut Schoeck, Erik von Kuehnelt-Leddihn, and John Locke to support their argument. The author endorses Locke's idea of homesteading and criticizes the \"proviso\" in his theory of original appropriation. The author also critiques modern variants of the Lockean proviso and land-egalitarianism. The author presents a syndicalist proposal for privatization that is more efficient than an alternative plan that would give equal shares to the entire population. The author suggests adopting a private property constitution that lays out clear principles for private ownership and the prosecution of any infringement on these rights.\n\n",
      "The author argues that property rights should be assigned based on an individual's actions or inactions in relation to the owned asset. This is known as the homesteading principle, which is considered the foundation of property rights ethics. The author suggests that by implementing a pure private property society, it would lead to quicker economic recovery for Eastern Europe, as the population would become rich and the country would attract investors. The author also suggests that the production of security, such as police protection and a judicial system, would be taken over by Western insurance companies if government monopolization did not prevent it. The abolition of all price controls, wage controls, and import/export restrictions would promote economic growth and increase output, but temporarily increase unemployment.\n\n",
      "The text discusses the economics of competitive private security production. The author notes that the influx of small entrepreneurs from Western Europe into an unregulated private property economy in Eastern Europe would be attractive due to the heavy tax burden and regulations in Western Europe. This would lead to a rapidly accelerating process of capital accumulation, and many Western Europeans would abandon welfare socialism for the unlimited opportunities offered in the East.\n\nHowever, the actual course of desocialization in Eastern Europe since 1989 has proceeded differently than what was proposed. The size of Eastern European governments is still overwhelming and government personnel consists largely of the same individuals as before 1989, who are familiar with welfare-statist notions but unfamiliar with classical-liberal and libertarian ideas. If all collective property were privatized, all government jobs would disappear, but if the familiar Western European welfare-state model were adopted, most bureaucratic jobs could be secured and government revenue and salaries could increase.\n\nIn the postscript, the author notes that the method of privatization must be different in Western welfare states and in former socialist countries. The syndicalist privatization strategy applied only in cases where no previously expropriated private owner or heir existed, and if such an owner-heir could be identified, they should be reinstated as private owner.\n\n",
      "The author argues that to privatize production factors, the ownership claim must have an objective foundation. The method of privatization must be different in socialism and welfare states. Privatizing through the civil servants is indefensible and has no real foundation. Taxpayers, who financed public buildings and structures, should be given title to them. Civil servants and welfare recipients, who live off other people's taxes, should be excluded from private ownership. In order to determine the ownership shares in buildings and structures currently owned by governments, individuals would need to provide documentation of their past tax payments, and past welfare payments received must be deducted from taxes paid.\n\n",
      "In a fully privatized market society, private accountants, lawyers and arbitration agencies would be responsible for resolving the issue of ownership shares granted to individuals in buildings and structures currently owned by governments. To determine these ownership shares, individuals must provide documentation of their past payments of taxes and welfare receivables, which must then be used to calculate net taxes paid. These agencies are typically funded directly or indirectly by individual claimants without any contingency.\n\n"
    ]
  },
  {
    "tag": "h3",
    "header": "7: On Free Immigration and Forced Integration",
    "wordCount": 10635,
    "content": [
      "The author of the book argues that the traditional argument in favor of free immigration is irrefutable and should not be attacked, but it also has two interrelated shortcomings; firstly, what constitutes wealth and well-being is subjective, and secondly, the issue of who owns or controls the territory into which people are immigrating is left unanalyzed. The author argues that if the assumption that the territory is unowned is dropped, the problem of immigration takes on an entirely new meaning and requires fundamental rethinking. The author then uses the concept of an anarcho-capitalist society as a benchmark to explain the fundamental misconception of most contemporary free immigration advocates.\n\n",
      "The author argues that in a society where all land is privately owned, including streets, airports, harbors, rivers, etc., the freedom of immigration does not exist. Individual property owners have the freedom to admit or exclude others based on their unrestricted or restricted property titles. This leads to as much immigration, inclusivity, desegregation, or discrimination as individual owners or owner associations allow. However, this does not mean that there is a rejection of free trade, as the absolute voluntariness of human association and separation makes possible peaceful relationships and free trade between different groups. The author also notes that no multicultural society has ever worked peacefully for very long.\n\nThe distinction between \"inlanders\" (domestic citizens) and foreigners only arises with the establishment of a government, which possesses a territorial monopoly of aggression (taxation). In an anarcho-capitalist society, there is no government and hence no distinction between inlanders and foreigners. The existence of state borders and passports implies a two-fold distortion with respect to people's natural inclination to associate with others. First, inlanders cannot exclude the government from their own property and are subject to forced integration by government agents. Second, the government must have control of existing roads to access private property for taxation purposes, leading to overproduction of roads and forced domestic integration.\n\n",
      "Even though Switzerland has an assembly of different ethnicities like German, French, Italian and Romansh, the country is not an exception to the rule. All important powers in the country, including the power to determine cultural and educational matters, are in the hands of the cantons rather than the central government. Most of the 26 cantons are ethnically homogeneous and only a few are bilingual. Despite these favorable circumstances, Switzerland experienced an unsuccessful, violently suppressed war of secession in 1847 known as the Sonderbundskrieg. The creation of the French-speaking canton of Jura from the predominantly German canton of Bern in 1979 was also preceded by years of terrorism. If a government is privately owned, the ruler-owner would choose immigration and emigration policies that preserve or enhance the value of his kingdom. A king would want to prevent the emigration of productive subjects and expel non-productive and destructive ones. He would also want to keep the mob and people of inferior productive capabilities out but permit the permanent immigration of superior or at least above-average people.\n\n",
      "The author argues that the migration policies of a king and a democracy differ significantly. A king would be highly selective and concerned about improving the quality of the residents so as to drive property values up, while democratic rulers tend to maximize current income, which they can appropriate privately, at the expense of capital values, which they cannot appropriate privately. Hence, in accordance with democracy's inherent egalitarianism, democratic rulers tend to pursue a distinctly egalitarian, non-discriminatory emigration and immigration policy. The author argues that this policy of non-discrimination leads to forced integration, where masses of inferior immigrants are forced onto domestic property owners. The author cites the United States immigration laws of 1965 as an example of democracy at work.\n\n",
      "The difference between monarchical and democratic-republican governments when it comes to emigration policy is not about being restrictive or unrestricted, but about the type of restrictions and the motivations behind them. Monarchical restrictions were motivated by economic concerns, while democratic-republican restrictions are typically motivated by power concerns, such as one's compulsory military service. France, with the longest democratic-republican tradition, had the most liberal immigration and naturalization policy among major European countries. The author cites various works that discuss immigration and multiculturalism in the U.S., including the impact on the economy and the welfare state, and the changing demographics of the country. Brimelow documents that from 1820 until 1967, 90% of immigrants to the U.S. were of European descent, while 85% of the close to 17 million legal immigrants from 1967 to 1993 came from the Third World, mostly Latin America and Asia. The current influx of legal and illegal immigrants is concentrated in a few regions and metropolitan areas, making assimilation unlikely. A study by the National Academy of Sciences found that immigration raised taxes for the typical native household in California by $1,200 per year. The immigration policy of a democracy reflects its policy toward internal population movements, promoting forced integration through nondiscrimination laws. This is because democratic rulers, concerned with their current income and power and constrained by egalitarian sentiments, want to increase physical access to everyone's property. The author argues that the so-called \"civil rights\" legislation in the U.S., which mandated forced integration, coincided with the adoption of a nondiscriminatory immigration policy, which mandated international desegregation (forced integration).\n\n",
      "The author suggests that ethnicity plays a significant role in economic life. Immigrants tend to move to ethnic ghettos, which incubates ethnic differences, causing the skill differential between the native and immigrant population to persist for three generations. The author argues that the current immigration situation in the United States and Western Europe is not free immigration, but forced integration. Abolishing forced integration requires the abolition of democracy, and the power to admit or exclude should be given back to the states, cities, towns, and ultimately to private property owners and their voluntary associations. The best immigration policy under a democratic central state would be to act as if the rulers were personal owners of the country, following a policy of strict discrimination towards skill, character, and cultural compatibility. This implies requiring personal sponsorship, an employment contract with a resident citizen, and tests on intellectual performance and character structure, with a systematic pro-European immigration bias.\n\n"
    ]
  }
]
