[
  {
    "tag": "h2",
    "header": "PREFACE",
    "content": [
      "In this preface, the author is discussing the purpose of the book and what it aims to accomplish. He explains that the book is about government and how it should be established and run. He mentions that some papers that were supposed to be included in the book were lost, but he believes that what remains is enough to establish the throne of King William, who is the current king at the time of writing. The author also hopes that the book will make it clear that the only legitimate form of government is one that has the consent of the people, and that the people of England are justified in their love of their rights and their determination to preserve them. The author also mentions a man named Sir Robert, who he believes has written nonsense and contradicts himself in his works. He criticizes Sir Robert's works and suggests that if anyone wants to understand Sir Robert's ideas, they should try to make them clear and consistent with themselves and common sense. The author also criticizes certain religious leaders for publicly supporting Sir Robert's ideas, and he argues that spreading false ideas about government can cause harm to both the ruler and the people. The author also challenges anyone who disagrees with his ideas to refute them and promises to recant any mistakes or answer any objections.\n"
    ],
    "wordCount": 778
  },
  {
    "tag": "h3",
    "header": "CHAPTER. I. AN ESSAY CONCERNING THE TRUE ORIGINAL, EXTENT AND END OF CIVIL\nGOVERNMENT",
    "content": [
      "In this chapter, the author is discussing the true origin, extent, and purpose of civil government. He starts by stating that the idea that Adam had authority over his children and the world by natural right or by a positive donation from God is not true. He also argues that even if Adam had such authority, his heirs would not have a right to it. Furthermore, the author states that there is no law of nature or positive law of God that determines who the right heir is in all cases, so the right of succession and bearing rule could not be determined. He also points out that the knowledge of which is the eldest line of Adam's posterity is lost, so there is no way to determine who has the right of inheritance.\n\nThe author then argues that since the rulers now on earth cannot make any benefit or derive any authority from the idea that Adam had private dominion and paternal jurisdiction, a new foundation for government must be found. He suggests that to understand political power, it should be distinguished from other types of power such as that of a father over his children, a master over his servant, a husband over his wife, and a lord over his slave.\n\nThe author defines political power as the right of making laws with penalties of death and other penalties for the purpose of regulating and preserving property and for the defense of the community from foreign injury. He emphasizes that this power is only for the public good.\n"
    ],
    "wordCount": 474
  },
  {
    "tag": "h3",
    "header": "CHAPTER. II. OF THE STATE OF NATURE.",
    "content": [
      "In this chapter, the author discusses the state of nature, which is the natural condition of all individuals before the creation of government. He argues that in this state, individuals have the freedom to order their actions and dispose of their possessions and persons as they see fit, as long as it is within the bounds of the law of nature. Additionally, the author states that in this state, all individuals are equal and have reciprocal power and jurisdiction. He cites the philosopher Hooker, who argues that this equality is so self-evident that it is the foundation for the obligation to mutual love among individuals and the duties they owe to one another.\n\nThe author also notes that while this state is one of liberty, it is not a state of license. He explains that while individuals have the liberty to dispose of their person or possessions, they do not have the liberty to harm themselves or others. He states that the state of nature has a law of nature that governs it, which is reason and it teaches that all mankind should not harm one another in their life, health, liberty, or possessions. He also argues that as all individuals are the workmanship of one omnipotent and infinitely wise maker, they are all servants of one sovereign master and are made to last during his pleasure, not for one another's pleasure. He also states that as all individuals have the same faculties, the same community of nature and are made for the same purpose, there cannot be any subordination among them, that would authorize them to destroy one another.\n\nThe author concludes that every person has the duty to preserve themselves and also to preserve the rest of mankind as much as possible, unless it is to do justice on an offender. He states that this law of nature that governs the state of nature, is prior to any human law and it is the foundation of the right of punishment. He acknowledges that some may argue that it is unreasonable for individuals to be judges in their own cases, and that self-love will make them partial to themselves and their friends and that ill nature, passion and revenge will carry them too far in punishing others, hence leading to nothing but confusion and disorder. He counters that government is the remedy for these inconveniences, however, he also points out that absolute monarchs are also individuals and if government is to be the remedy for these evils, it is no better than the state of nature where one individual, commanding a multitude, has the liberty to be judge in their own case and may do to all their subjects whatever they please. He also notes that it is often asked where are, or ever were there any individuals in such a state of nature, to which he answers that since all princes and rulers of independent governments all through the world, are in a state of nature, it is plain the world never was, nor ever will be, without numbers of individuals in that state. He also clarifies that not every compact puts an end to the state of nature between individuals, but only the one of agreeing together mutually to enter into one.\n"
    ],
    "wordCount": 2837
  },
  {
    "tag": "h3",
    "header": "CHAPTER. III. OF THE STATE OF WAR.",
    "content": [
      "In chapter \"OF THE STATE OF WAR\" of \"Second Treatise on Government\" by John Locke, the author explains the concept of war and how it differs from the state of nature. According to Locke, the state of war is one of enmity and destruction, and is characterized by a deliberate intent to harm or kill another person. In this state, one person has put themselves in a position of power over another and seeks to take away their freedom, and this puts them in a state of war with the other person. \n\nLocke also explains that in the state of nature, individuals have the right to protect themselves and their property and that this includes the right to kill a person who poses a threat to their safety. For example, if a thief attempts to steal from someone, the victim has the right to defend themselves, even if it means killing the thief. This is because in the state of nature, individuals have the right to protect themselves and their property and that this includes the right to kill a person who poses a threat to their safety.\n\nLocke also states that in the state of war, one person is the aggressor and the other person has the right to defend themselves and their property. In this state, the person who initiates the war is putting themselves in a position of risk and is exposing themselves to the possibility of being killed. This is different from the state of nature where individuals are living together in peace and cooperation, and the use of force is only used in self-defense.\n\nIn summary, John Locke explains in chapter \"OF THE STATE OF WAR\" that the state of war is a state of enmity and destruction where one person has declared a design to harm or kill another person. He also explains that in the state of nature individuals have the right to protect themselves and their property and that this includes the right to kill a person who poses a threat to their safety. He also states that in the state of war, one person is the aggressor and the other person has the right to defend themselves and their property."
    ],
    "wordCount": 1465
  },
  {
    "tag": "h3",
    "header": "CHAPTER. IV. OF SLAVERY.",
    "content": [
      "In the chapter on slavery, John Locke explains that natural liberty is the freedom from any superior power on earth and to be governed only by the law of nature. In society, freedom is to be under no other legislative power but that established by consent in the commonwealth, and to follow one's own will in all things, as long as it does not violate the laws established by the legislative power. This freedom is closely tied to a person's preservation and cannot be given up without forfeiting one's preservation and life. Locke argues that slavery, in which one person has absolute and arbitrary power over another, is the state of war continued between a lawful conqueror and a captive. However, if there is an agreement for a limited power on one side and obedience on the other, the state of war and slavery ceases. He also notes that in the past, people did sell themselves, but it was only for drudgery, not slavery, as the person sold was not under an absolute, arbitrary, despotical power. The master did not have the power to kill him and the servant had certain rights and protections.\n"
    ],
    "wordCount": 593
  },
  {
    "tag": "h3",
    "header": "CHAPTER. V. OF PROPERTY.",
    "content": [
      "In Chapter OF PROPERTY, John Locke addresses the issue of how individuals come to own property in a world where everything is given to mankind in common by God. He posits that labor is the key to appropriating something and making it one's own property. For example, when someone picks acorns from an oak tree, they have mixed their labor with the acorns and therefore they are now their property. He also argues that if someone removes something from the state that nature has provided and adds something to it, then it becomes their property. He refutes the idea that it is robbery to assume something belongs to oneself without the consent of all mankind, stating that if such consent was necessary, no one would have any property and there would be chaos. He argues that as long as there is enough left for others, it is not robbery to claim something as one's own property. He concludes that property is acquired by mixing one's labor with something and that this is the only way to acquire property in a world where everything is given to mankind in common. He also highlights the importance of wise and godlike government that encourages the honest industry of mankind and protects them from oppression and that the increase of land and the right employment of them is the great art of government. He also notes that labor in the beginning gave a right to property and that it is through agreement and compact that property rights are settled among society.\n"
    ],
    "wordCount": 5907
  },
  {
    "tag": "h3",
    "header": "CHAPTER. VI. OF PATERNAL POWER.",
    "content": [
      "In \"Second Treatise on Government\" by John Locke, the chapter OF PATERNAL POWER discusses the power and authority of parents over their children. The author criticizes the use of the term \"paternal power,\" which implies that the father alone has power over the children, when in fact the mother also has an equal share and suggests using the term \"parental power\" instead, to acknowledge the equal roles of both parents. Locke states that all men are equal in terms of jurisdiction or dominion over one another, but children are not born in this state of equality. They are under the temporary rule and jurisdiction of their parents in their infancy, but as they grow older and gain reason, this bond loosens and eventually drops off, leaving them at their own free disposal. He argues that the power of parents over their children is temporary, and that the ultimate goal is to prepare children to be self-sufficient adults who can govern their own actions. He also points out that this power over children is distinct from the political power of a prince or magistrate over their subjects, and that a father's power to bestow his property on his children is a separate power from his political power. The author also notes that the idea of a \"right heir of Adam\" having absolute power over their subjects is flawed, as even a child born into this position would still be subject to the care and guidance of others until they reach maturity and are able to govern themselves. The author concludes that the freedom of individuals and the power of parents over children are not mutually exclusive, but rather that the power of parents is necessary for the development and well-being of the child until they are able to govern themselves.\n"
    ],
    "wordCount": 5927
  },
  {
    "tag": "h3",
    "header": "CHAPTER. VII. OF POLITICAL OR CIVIL SOCIETY.",
    "content": [
      "In \"Second Treatise on Government\" by John Locke, chapter OF POLITICAL OR CIVIL SOCIETY, the author explores the origins of society and the various relationships that make it up. He posits that God created humans as social creatures, with a desire and need to be in society. The first form of society is the relationship between a man and wife, which leads to the relationship between parents and children, and eventually, the relationship between master and servant. However, the author notes that these relationships do not constitute political society.\n\nThe author argues that conjugal society, or marriage, is a voluntary agreement between a man and a woman, with its main purpose being procreation. But it also encompasses mutual support and assistance, as well as shared interests. Additionally, the author notes that the duration of the relationship between male and female in other species is shorter than in humans, because the male is not needed for the support and care of the young after procreation. But in humans, the female is capable of conceiving again, and the child is dependent on the parents for a longer period of time, thus the father is obligated to continue in the conjugal society with the same woman for a longer period of time.\n\nThe author also argues that the conjugal society between man and woman is the foundation of political society, as it gives rise to the need for protection, preservation, and the education of children. A family is not a sufficient form of society, as it lacks the power to preserve and protect the lives, liberties, and possessions of its members. Therefore, the need for a political society arises, which is formed by a voluntary agreement among individuals to give up some of their individual rights and submit to the authority of the government, in order to maintain peace and security. The author concludes that political society is necessary for the preservation and protection of human life, liberty, and property.\n\nThe text also emphasizes the importance of having a legislative and judicial authority in a society. It argues that in the state of nature, where individuals are the judges in their own cases, property is not secure and there can be no true civil society. The text suggests that in the early stages of societies, authority was often placed in the hands of a single individual, such as a monarch, but over time, people realized that this was not sufficient for ensuring the safety and security of their property. As a result, legislative power was placed in the hands of collective bodies of individuals, such as a senate or parliament. This ensured that everyone, including the monarch, was subject to the laws and that there was an authority to which individuals could appeal in case of injury or controversy. The text also states that no one in a civil society can be exempt from the laws and that anyone who is able to act with impunity is still in the state of nature.\n"
    ],
    "wordCount": 4416
  },
  {
    "tag": "h3",
    "header": "CHAPTER. VIII. OF THE BEGINNING OF POLITICAL SOCIETIES.",
    "content": [
      "In chapter OF THE BEGINNING OF POLITICAL SOCIETIES, John Locke explains that people naturally have the freedom, equality and independence, but they give up this state of nature by agreeing to form a community for their own benefit. He states that when a group of people come together and form a community, they become one body politic, and the majority of the people in this community have the right to act and make decisions for the rest. He emphasizes that the consent of the majority should be considered the act of the whole, as it is impossible to get the consent of every individual. He argues that without the ability of the majority to make decisions, society would not function and would quickly dissolve. He also states that the purpose of government is to preserve the property of its members, and that no one can be forced to join a community against their will. Once they have joined, they are bound by the laws and decisions of the community. He also mentions that at the beginning of things, people generally chose the form of government where one person was in charge, often the father of the community, but this was not due to any respect for paternal authority but rather because it was simple and easy for people who were not familiar with other forms of government. He points out that when people found that the government was not working for them, they would choose to change it.\n"
    ],
    "wordCount": 6511
  },
  {
    "tag": "h3",
    "header": "CHAPTER. IX. OF THE ENDS OF POLITICAL SOCIETY AND GOVERNMENT.",
    "content": [
      "In this chapter, John Locke argues that people form political societies in order to protect their property. In the state of nature, where individuals have complete freedom and are subject to no one, the enjoyment of property is uncertain and constantly exposed to invasion. In order to protect their property, individuals willingly give up their individual power of punishing and submit to the laws and rule of government. This is the foundation of both legislative and executive power, as well as the governments and societies themselves. In the state of nature, individuals have two powers: the first is to do whatever they think is necessary for their preservation within the laws of nature, and the second is to punish those who violate the laws of nature. However, the state of nature does not provide an established and accepted standard of right and wrong, a known and impartial judge, or the power to enforce the punishment. These deficiencies in the state of nature lead individuals to seek sanctuary under the established laws of government, in order to preserve their property. This is the original right and rise of government and political societies.\n"
    ],
    "wordCount": 1226
  },
  {
    "tag": "h3",
    "header": "CHAPTER. X. OF THE FORMS OF A COMMON-WEALTH.",
    "content": [
      "In chapter OF THE FORMS OF A COMMON-WEALTH, John Locke discusses the different forms of government that can be established by a society of people. He explains that when people first come together and form a society, the majority of the community will have the power to create laws and appoint officers to enforce those laws. If the majority uses this power to create laws and make decisions for the community, it is called a democracy. However, if the majority decides to give the power of creating laws to a select few individuals or to one person, it becomes an oligarchy or monarchy, respectively. \n\nLocke also mentions the possibility of mixed forms of government where the power of creating laws is divided among different groups or individuals. He notes that when the legislative power is initially given to one or more people for a limited time, the community can then choose to give that power to someone else or to retain it for themselves. This means that the form of government can change over time, depending on how the community chooses to distribute the power of creating laws.\n\nThroughout the chapter, Locke uses the term \"commonwealth\" to refer to an independent community. He explains that this word is used in a broader sense than the terms \"democracy\" or \"city\" which have specific connotations. He notes that the word \"commonwealth\" is used in the same way by King James the first, and it is the most appropriate term to describe a society of people living together and governed by laws.\n"
    ],
    "wordCount": 404
  },
  {
    "tag": "h3",
    "header": "CHAPTER. XI. OF THE EXTENT OF THE LEGISLATIVE POWER.",
    "content": [
      "In chapter \"Of the Extent of the Legislative Power,\" John Locke discusses the role and limitations of the legislative power in a commonwealth. He argues that the main purpose of men forming societies is to enjoy their properties in peace and safety, and that laws established by the legislative power are the means to achieve this end. He asserts that the legislative power is the supreme power of the commonwealth and is sacred and unchangeable once the community has placed it in a certain set of hands. However, he also states that the legislative power should not be absolute and arbitrary, but rather limited by the consent of the society and the principles of natural law. He contends that the ultimate purpose of government is to protect the property rights of citizens and the preservation of society, and that the legislative power must be limited in order to safeguard the rights of citizens. He also argues that the legislative power cannot take away the property of citizens without their consent and that government must be supported by the consent of the majority. He also mentions the dangers of absolute monarchy, the need for obedience in the military, and the cost of government, which must be paid for with the consent of citizens.\n"
    ],
    "wordCount": 3019
  },
  {
    "tag": "h3",
    "header": "CHAPTER. XII. OF THE LEGISLATIVE, EXECUTIVE, AND FEDERATIVE POWER OF THE\nCOMMON-WEALTH.",
    "content": [
      "In \"Second Treatise on Government\" by John Locke, the chapter OF THE LEGISLATIVE, EXECUTIVE, AND FEDERATIVE POWER OF THE COMMON-WEALTH. explains the different powers within a government and how they work together to preserve the community. The legislative power has the right to direct how the force of the commonwealth should be used to preserve the community and its members. However, the laws that are made need to be executed, which is why the executive power is necessary. This power is always in being to ensure that the laws that are made and remain in force are executed. Additionally, there is a natural power in every commonwealth that answers to the power every man naturally had before they entered into society. This power is responsible for managing the security and interest of the public without, with all those that it may receive benefit or damage from, and may be called federative. These two powers, executive and federative, are distinct but often united. The federative power is less capable of being directed by antecedent, standing, positive laws, than the executive. Therefore, it must be left to the prudence and wisdom of those in charge to manage it for the public good.\n"
    ],
    "wordCount": 838
  },
  {
    "tag": "h3",
    "header": "CHAPTER. XIII. OF THE SUBORDINATION OF THE POWERS OF THE COMMON-WEALTH.",
    "content": [
      "In chapter OF THE SUBORDINATION OF THE POWERS OF THE COMMON-WEALTH, John Locke explains that in a constituted commonwealth, the legislative power is the supreme power, but it is accountable to the people. He states that all power given with trust for a certain end is limited by that end, and if that end is neglected or opposed, the trust is forfeited and the power goes back to the people. The people always retain the power of saving themselves from attempts and designs of any body, even their legislators, if they try to take away their liberties and properties. The community is always the supreme power, but this power can only be exercised when the government is dissolved. In some commonwealths, where the legislative is not always in being, and the executive is vested in a single person, that person may also be considered supreme, but it is important to note that while oaths of allegiance and fealty are taken to this person, it is not as a supreme legislator, but as the supreme executor of the law made by a joint power of him with others. When this person acts by his own private will and not the will of the society, he is no longer entitled to obedience. In government, where the legislative is made up of representatives chosen by the people, the representation can become very unequal and disproportionate over time due to changes in population and wealth. The executive, who has the power of convoking the legislative, can regulate the number of members in all places that have a right to be represented, based on the assistance that each place provides to the public, this is not setting up a new legislative, but restoring the old and true one and rectifying the disorders that have been introduced over time. This action is not an inroad on the government, but a tendency to provide for the public good and to establish the government on its true foundations.\n"
    ],
    "wordCount": 2732
  },
  {
    "tag": "h3",
    "header": "CHAPTER. XIV. OF PREROGATIVE.",
    "content": [
      "In chapter OF PREROGATIVE of \"Second Treatise on Government\" by John Locke, the concept of prerogative is explained. Prerogative is the power to act according to discretion for the public good, without the prescription of the law, and sometimes even against it. This power is necessary for the good of the society and is often left to the discretion of the person who holds the executive power. Locke argues that in well-framed governments, where the legislative and executive power are in distinct hands, certain matters should be left to the discretion of the executive power. This is because the legislators cannot foresee and provide for all that may be useful to the community, and the executor of the laws must have the power to make use of it for the good of the society in cases where the municipal law has given no direction. Additionally, there are many things that the law can by no means provide for and those must necessarily be left to the discretion of the executive power, to be ordered by him as the public good and advantage shall require. In some cases, the laws themselves should give way to the executive power, or rather to this fundamental law of nature and government, that as much as may be, all the members of the society are to be preserved. The ruler should have the power, in many cases, to mitigate the severity of the law, and pardon some offenders for the end of government is the preservation of all as much as may be.\n\nIt is also discussed that people have the right to judge whether they have just cause to make their appeal to heaven, meaning they have the right to determine whether they are being treated unjustly by the government. This ultimate determination cannot be given away to another, as it would mean giving them the power to destroy oneself. This does not mean that there will be constant disorder, but only comes into play when the majority of people feel that the government is causing great inconvenience and they find it necessary to change it. The text states that the executive power or wise rulers should avoid this as it is the most dangerous thing for them to be involved in.\n"
    ],
    "wordCount": 2177
  },
  {
    "tag": "h3",
    "header": "CHAPTER. XV. OF PATERNAL, POLITICAL, AND DESPOTICAL POWER, CONSIDERED TOGETHER.",
    "content": [
      "In chapter of Paternal, Political, and Despotal Power, Considered Together, the author discusses the different types of power that exist in society. The first type of power discussed is Paternal or parental power, which is the power that parents have over their children to govern them for their good until they reach an age where they can understand the rule they are supposed to govern themselves by. The author notes that this type of power is not intended to be severe or arbitrary, but rather for the help, instruction, and preservation of their offspring. However, the author also notes that this power does not extend to life and death, and that once a child becomes an adult, they are no longer under the authority of their parents.\n\nThe second type of power discussed is Political power, which is the power that every person has in the state of nature, but gives up to society and the governors that society has set over itself. The purpose of this power is to be employed for the good of the people and the preservation of their property. The author notes that the end and measure of this power is to preserve the members of society in their lives, liberties, and possessions, and that it cannot be an absolute and arbitrary power over people's lives and fortunes.\n\nThe third type of power discussed is Despotic power, which is an absolute and arbitrary power that one person has over another to take away their life whenever they please. The author notes that this type of power is not given by nature, as there is no distinction between one person and another, and it is not conveyed by compact, as one person cannot give another person power over their own life. The author states that Despotic power is the effect of forfeiture, which the aggressor makes of their own life by committing an injury, and that it is only lawful in cases of extreme necessity.\n\nIn summary, the author in this chapter discussed three types of power which exist in society: Paternal or parental power, Political power, and Despotic power. The author discussed the purpose and limitations of each of these powers and also highlighted that none of these powers should be used to cause harm to the society."
    ],
    "wordCount": 1190
  },
  {
    "tag": "h3",
    "header": "CHAPTER. XVI. OF CONQUEST.",
    "content": [
      "In chapter OF CONQUEST, John Locke argues that governments can only be formed by the consent of the people and that conquest is not a valid way to establish a government. He explains that the use of force to conquer a territory or people does not give the conqueror the right to govern them, just as a robber who breaks into a house and steals from the owner does not have a legitimate right to the stolen property. He also notes that the conquered people have no court or arbitrator on earth to appeal to for justice and that their only recourse is to appeal to heaven for justice. He also argues that a conqueror in a lawful war does not gain power over those who fought with him, they must remain as free as they were before the war, and that the power of the conqueror is limited to the conquered, and is only to maintain peace and justice. He also points out that the conqueror has no right to seize the goods of the wife and children of the conquered, as they had a title to the goods their husband and father enjoyed. He also states that if the charges and damages of the war are to be made up to the conqueror and the children of the vanquished are left without any resources, it will not give the conqueror a title to any country he conquers. He concludes that if there is not enough to satisfy both the conqueror's losses and the children's maintenance, the conqueror should remit something of his full satisfaction and give way to the pressing and preferable title of those who are in danger of perishing without it. He also states that shaking off a power that has been set over someone by force, even if it is called rebellion, is not an offense before God, and that God allows and countenances it.\n"
    ],
    "wordCount": 4773
  },
  {
    "tag": "h3",
    "header": "CHAPTER. XVII. OF USURPATION.",
    "content": [
      "In \"Second Treatise on Government\" by John Locke, the chapter of Usurpation discusses the idea of an individual or group gaining power or control through means other than what is considered lawful or just. According to Locke, conquest can be considered a form of foreign usurpation, as it involves one group taking control of another through force. However, he also notes that domestic usurpation, or someone gaining control within a government through illegitimate means, can never be considered just or lawful. This is because usurpation involves taking control of something that someone else has a right to, and it goes against the established laws and forms of government. He further explains that in lawful governments, the designation of leaders and those in power is a natural and necessary part of the government and is established by the people. Therefore, anyone who gains power through other means than what the laws and community have prescribed, does not have a legitimate claim to the power and should not be obeyed. Additionally, Locke argues that any individual or group that derives power from an usurper also lacks a legitimate claim to the power until the people have consented to allow and confirm the power.\n"
    ],
    "wordCount": 355
  },
  {
    "tag": "h3",
    "header": "CHAPTER. XVIII. OF TYRANNY.",
    "content": [
      "In the chapter of tyranny, John Locke explains that when a leader uses their power for their own personal gain rather than for the good of the people, it is considered tyranny. He states that when a leader's actions are not directed towards preserving the properties of the people, but rather towards satisfying their own ambition, revenge or other passions, it becomes tyranny. He also clarifies that this is not limited to monarchies and can happen in any form of government. He also states that when someone in authority exceeds the power given to them by the law, and uses the force they have to harm others, it becomes tyranny. He goes on to say that the difference between a king and a tyrant is that a king makes the laws the bounds of his power and the good of the public the end of his government, while a tyrant makes everything give way to their own will and appetite. He also cites examples of tyranny in history such as the thirty tyrants at Athens, the one at Syracuse and the Decemviri at Rome. He concludes by stating that wherever the law ends and someone uses their power to harm others, it becomes tyranny. The author also states that when a government becomes oppressive and tyrannical, the people have a right to resist and take back what has been taken from them by force. However, this should not be done lightly or on slight occasions as it can lead to harm and destruction. The author suggests that if the tyranny is limited to a few individuals and does not threaten the majority of the people, they may not feel compelled to resist. But if the oppression and illegal actions have affected the majority of the people or if the consequences threaten the rights, liberties, and lives of all, it is likely that the people will resist. The author further states that a government that is suspected of acting in its own interest rather than the welfare of the people is in a dangerous state and it is easy to avoid this situation if the government truly cares for the people.\n"
    ],
    "wordCount": 2613
  },
  {
    "tag": "h3",
    "header": "CHAPTER. XIX. OF THE DISSOLUTION OF GOVERNMENT.",
    "content": [
      "In his Second Treatise on Government, John Locke discusses the dissolution of government and distinguishes it from the dissolution of society. Society is formed when individuals come together and agree to act as one body, forming a distinct commonwealth. The usual way this union is dissolved is through foreign conquest, in which case individuals return to the state they were in before, with the freedom to shift for themselves and provide for their own safety as they see fit. Government, on the other hand, can be dissolved both from within and without. This can happen when the legislative is altered or when those in power misuse their authority, resulting in a breakdown of society. In such cases, Locke argues that the people have the right to resist and establish a new government that will better protect their rights and preserve their safety. He also states that when legislators attempt to take away the property of the people or reduce them to slavery, they put themselves in a state of war with the people, who are absolved from any further obedience. Additionally, when the supreme executor acts against both the legislative and his own trust, by setting up his own arbitrary will as the law of the society, it devolves to the people to resume their original liberty and establish a new legislative to provide for their own safety and security.\n"
    ],
    "wordCount": 7899
  }
]
