[
  {
    "tag": "h2",
    "header": "PREFACE",
    "content": [
      "John Locke wrote a treatise on government. The author explains that the papers that were lost in between the beginning and end of his discourse were meant to establish the throne of King William and to justify the people of England's love for their rights. He also adds that the king and the nation have already thoroughly refuted Sir Robert's hypothesis, so he believes no one will be fooled by it again. The author criticizes those who follow Sir Robert blindly and preaches his doctrine in the pulpit. He also challenges anyone concerned with truth to refute his theory and promises to either recant or answer any difficulties. However, he warns that he will not take railing for arguments, and he will only answer questions that are sincerely asked and show just grounds for criticism. The author also mentions that the book “Observations” refers to observations on Hobbs, Milton, etc. and that page numbers quoted always refer to the Patriarcha edition from 1680."
    ],
    "wordCount": 778
  },
  {
    "tag": "h2",
    "header": "Book II",
    "content": null,
    "wordCount": 0
  },
  {
    "tag": "h2",
    "header": "CHAPTER. I.",
    "content": null,
    "wordCount": 0
  },
  {
    "tag": "h3",
    "header": "AN ESSAY CONCERNING THE TRUE ORIGINAL, EXTENT AND END OF CIVIL\nGOVERNMENT",
    "content": [
      "John Locke's Second Treatise on Government argues that Adam did not have any authority over his children or the world, and if he did, it could not be passed down to his heirs. The current rulers on earth cannot claim authority from Adam's supposed power, so there must be another way to establish government. Political power is defined as the right to make laws with consequences for breaking them, to regulate property and defend the community from harm, all for the public good. This power should be distinguished from a father's power over his children, a master's power over a servant, and so on."
    ],
    "wordCount": 474
  },
  {
    "tag": "h2",
    "header": "CHAPTER. II.",
    "content": null,
    "wordCount": 0
  },
  {
    "tag": "h3",
    "header": "OF THE STATE OF NATURE.",
    "content": [
      "In the state of nature, according to John Locke, all men are free to act as they please and make use of their possessions and persons within the bounds of the law of nature. This state is also one of equality, where all power and jurisdiction is reciprocal and no one has more authority over another. This equality is so evident that it forms the foundation for mutual love among men and the duties they owe each other. However, this state of liberty does not mean a state of license, and there is a law of nature that governs it which obliges everyone. Reason, which is the law, teaches all men that being equal and independent, no one should harm another in life, health, liberty, or possessions. In this state, every man has the right to punish those who break the law to maintain peace and prevent harm to others. If a man violates the law of nature, he becomes dangerous to mankind, and every man has the right to punish him to deter others from doing the same. The right to punish is a power over another, but it is not absolute or arbitrary and can only be used to repay the offender proportionally to his transgression. The right to take reparation is distinct and belongs solely to the injured party, while the right to punish is common to all. The magistrate has the power to pardon criminal offenses, but cannot forgive the satisfaction owed to a private person for the damage suffered. The death penalty may be imposed for serious breaches of the law, to the degree that it serves as a deterrent and makes it an unwise choice for the offender. The right to kill a murderer is grounded in the law of nature that whoever sheds man's blood shall have their blood shed. The same applies to lesser breaches of the law, which may be punished to the extent necessary to make it an unpleasant experience for the offender.",
      "The text describes the state of nature in which individuals have the executive power of the law of nature, but it is argued that this leads to confusion and disorder. The text acknowledges that civil government is the proper remedy for these inconveniences, but questions the kind of government that is better than the state of nature. The author also addresses the objection that there were never any men in the state of nature, citing authority that supports the idea that all men are naturally in that state until they make themselves members of a political society."
    ],
    "wordCount": 2837
  },
  {
    "tag": "h2",
    "header": "CHAPTER. III.",
    "content": null,
    "wordCount": 0
  },
  {
    "tag": "h3",
    "header": "OF THE STATE OF WAR.",
    "content": [
      "In this section, John Locke discusses the concept of war. He defines it as a state of enmity and destruction, where one person declares their intention to harm another. This declaration puts the person in a state of war with the person they intend to harm, as it exposes their life to the threat of being taken away by the other person or anyone who joins in their defense. According to Locke, the right to self-defense is protected by the fundamental law of nature, which dictates that human beings should be preserved as much as possible. Therefore, if someone threatens another's life, they can be treated as a dangerous creature, similar to a wolf or a lion, and be destroyed.\n\nLocke also explains that anyone who tries to put another person into their absolute power is putting themselves in a state of war with that person. This is because the person who would try to get another person into their power without consent would use them for their own purposes and potentially destroy them. In order to protect their preservation, it is reasonable for the person to look at their attacker as an enemy and treat them as such.\n\nFurthermore, Locke explains that a state of war exists when force or a declared design of force is used against another person and there is no common superior on earth to appeal to for relief. In this state, the innocent party has the right to destroy the aggressor, as they are not bound by the common law of reason and can be treated as beasts of prey. However, once the actual force has ended and both parties are equally subjected to the fair determination of the law, the state of war ceases. If the remedy of appeal is denied by a perversion of justice, then a state of war continues with the right of the innocent party to destroy the other.\n\nLocke argues that one reason why people put themselves into society and quit the state of nature is to avoid this state of war where every difference could lead to violence and destruction. In society, there is an authority that can provide relief by appeal, thus preventing the continuation of the state of war. However, where there is no such authority, the only recourse is an appeal to heaven."
    ],
    "wordCount": 1465
  },
  {
    "tag": "h2",
    "header": "CHAPTER. IV.",
    "content": null,
    "wordCount": 0
  },
  {
    "tag": "h3",
    "header": "OF SLAVERY.",
    "content": [
      "John Locke argues in his treatise that natural freedom of man is to be free from any power on earth, and to have only the law of nature as his rule. In society, freedom is to be under a legislative power established by consent in the commonwealth and not under the will of any individual or law. Freedom is not the ability to do what one pleases, but rather the ability to follow one's own will while following the rules set by the legislative power. \n\nLocke also says that slavery cannot exist because a person cannot give away their life, which they have complete power over. A person who has forfeited their life through fault still has the right to resist slavery and end their life if the hardship outweighs the value of their life. A lawful conqueror and captive can only enter into slavery if there is an agreement for limited power on one side and obedience on the other. The state of war and slavery ceases as long as the agreement endures because no person can pass over to another the power over their own life. \n\nEven in ancient times, when people sold themselves into servitude, it was still not true slavery because the master did not have the power to kill the servant, and the servant could not be maimed at the master's pleasure."
    ],
    "wordCount": 593
  },
  {
    "tag": "h2",
    "header": "CHAPTER. V.",
    "content": null,
    "wordCount": 0
  },
  {
    "tag": "h3",
    "header": "OF PROPERTY.",
    "content": [
      "John Locke's Second Treatise on Government, Chapter of Property, explains how an individual can come to have a property in something that God has given to mankind in common. According to Locke, God has given the earth and everything in it to mankind for their support and comfort. The fruits of the earth and the beasts it feeds belong to mankind in common, but since the earth is given for the use of men, there must be a means to appropriate them. This is why every man has a property in his own person and the labour of his body and the work of his hands are considered his property. To appropriate something, a man must remove it from the common state that nature has placed it in and mix his labour with it. For example, if someone gathers acorns or apples, they become his property because he has mixed his labour with them. The same law of reason that gives us property also limits it. God has given us all things richly, but only enough to enjoy before it spoils, and anything beyond that belongs to others. The chief matter of property today is not the fruits of the earth or the beasts on it, but the earth itself. A man can make a property out of land by tilling, planting, improving, and cultivating it, and this appropriation will not prejudice any other man as long as there is still enough left over. The world was given to men in common by God, but it was meant for the benefit of the industrious and rational and not for the covetousness of the quarrelsome and contentious. In a country like England, where there is plenty of people under government, land that is common can only be inclosed or appropriated with the consent of all fellow-commoners.",
      "The text discusses how the law of property has evolved in human history, beginning with a time when men lived by necessity and labored to produce their own sustenance and materials. The measure of property was set by the extent of men's labor and the necessities of life, allowing each man to appropriate only as much as he could use without harming others. The author argues that the appropriation of land by labor increases the common stock of mankind, as improved land produces more than land left to nature. The desire for more possessions than needed changed the intrinsic value of things and introduced larger possessions by consent, which is how the invention of money and a fixed value on it came about. The author also explains how the intrinsic value of things depends on their usefulness to man's life and how labour adds value to the earth's products.",
      "The text argues that the value of land is largely dependent on labor, and not just its natural intrinsic value. The use of money has allowed for unequal distribution of the earth and property. In the beginning, all the world was considered America and people only possessed what they could use. Labor provided the foundation of property, and with the invention of money and the agreement to use it, people have the ability to possess more land than they can personally use."
    ],
    "wordCount": 5907
  },
  {
    "tag": "h2",
    "header": "CHAPTER. VI.",
    "content": null,
    "wordCount": 0
  },
  {
    "tag": "h3",
    "header": "OF PATERNAL POWER.",
    "content": [
      "In the Second Treatise on Government by John Locke, the author discusses the concept of \"paternal power\" and argues that it is a misleading term. He suggests that the term \"parental power\" would be more appropriate as both parents have an equal right to exercise power over their children. According to Locke, children are not born in a state of equality with adults, but they have a natural right to freedom which they will eventually attain as they grow up and mature. The power that parents have over their children is temporary and arises from the duty of parents to care for and educate their children until they are capable of doing so themselves. \n\nLocke argues that the law, whether it be natural or civil, presumes that a child will reach a state of maturity and understanding at which point they will be free. He explains that until this point, the child is under the guidance of others and does not have the ability to act freely. If a person never reaches this point due to a defect, they are never considered a free person. \n\nAccording to Locke, freedom and subjection to parents can coexist and are founded on the same principle. Children are free through the title of their father and the understanding of their father, which is to guide them until they are able to guide themselves. Ultimately, Locke believes that we are all born free and rational, but these abilities are developed over time as we age.",
      "The text discusses the difference between the freedom of a man and the subjection of a child. It argues that the subjection of a child to their parents is necessary for their upbringing until they reach the age of reason and can govern themselves. The government of the parents over their children is temporary, it ends with the end of childhood, but the duty of honor and support from the child towards the parents is perpetual. The first part of paternal power, education, belongs to the father, but it can be ended or transferred to another person, while the second part, the duty of honor, remains intact.",
      "The text describes how the power of a father over his children is limited to nonage and discipline during childhood. The father has no right to make laws or enforce penalties over his son's property and actions. The obedience of children to parents is due to honor and respect, not political power. But in early societies, fathers became princes of their families by the tacit consent of their children, who were accustomed to his authority and direction. This led to the rise of hereditary or elective kingdoms, but it doesn't prove a natural right of fathers to political power. The argument that all princes should be priests because the father of the family was originally priest is also flawed."
    ],
    "wordCount": 5927
  },
  {
    "tag": "h2",
    "header": "CHAPTER. VII.",
    "content": null,
    "wordCount": 0
  },
  {
    "tag": "h3",
    "header": "OF POLITICAL OR CIVIL SOCIETY.",
    "content": [
      "John Locke discusses the concept of political or civil society in his Second Treatise on Government. He explains that God designed man to not be alone and therefore put him into society, which is a necessity and convenience for him. The first form of society was between man and wife, which then led to the formation of parent-child relationships and eventually master-servant relationships. However, these relationships did not reach the level of political society as they had different ends, ties, and bounds. Conjugal society is formed through a voluntary agreement between a man and woman and consists of mutual support and assistance, and a shared interest in each other and their offspring. The reason why male-female relationships in humans last longer than in other species is due to the female's ability to conceive and give birth to another child before the previous one has become self-sufficient and no longer depends on their parents. The husband and wife may have different opinions and therefore the man is naturally seen as the stronger and abler and therefore the final decision-maker. The parents and children relationships have different rights and powers, and the parent-child relationship is different from the political society. The master-servant relationship is a temporary agreement where the servant sells their services to the master in exchange for wages. Slaves are captives taken in a just war and are subjected to the absolute power of their masters and are not considered part of civil society as they are unable to own property. Political society is where individuals have given up their natural power to the community and the community acts as an umpire and decides disputes between members of the society.",
      "The text discusses the concept of political society and the state of nature. It defines political society as a group of individuals who have a common established law, judicature, and authority to decide controversies and punish offenders. Members of political society have given up their power to punish offenses according to their own private judgment in exchange for a known authority to which they can appeal for the decision of any differences. The text argues that absolute monarchy is inconsistent with civil society because it does not have an impartial judge and appeal to resolve controversies. The author also questions the idea that absolute power purifies human nature and cites examples from history to support this view. The subjects in absolute monarchies have an appeal to law and judges, but there is doubt about whether this is motivated by true love for mankind. The author argues that when people feel that someone is outside the bounds of civil society and they have no appeal against harm from that person, they are apt to think of themselves as being in the state of nature.",
      "The text describes how a government evolved from a single person having authority to a collective body of men (senate, parliament, etc) due to concerns about property security. It argues that in a civil society, no one is exempt from the laws and if someone can do as they please with no appeal, they are still in the state of nature and not part of the civil society. The text mentions that the first kind of government was appointed with discretion, but it became impractical and caused misery so laws were created for everyone to see their duty and consequences of breaking them."
    ],
    "wordCount": 4416
  },
  {
    "tag": "h2",
    "header": "CHAPTER. VIII.",
    "content": null,
    "wordCount": 0
  },
  {
    "tag": "h3",
    "header": "OF THE BEGINNING OF POLITICAL SOCIETIES.",
    "content": [
      "John Locke's Second Treatise on Government explains that people are naturally free and equal, and no one can be subjected to another's political power without their consent. To form a community or government, individuals must agree to unite and live together in peace and security, protecting each other's property. The majority of the community has the right to act on behalf of the whole, and everyone who joins the community must submit to the majority's decisions. By agreeing to form a political society, individuals give up the necessary power to achieve the society's goals to the majority. There are two objections to this idea, that there are no examples of independent and equal individuals coming together to form a government, and that people are born under government and cannot start a new one. Locke refutes these objections by citing historical examples of people who were in the state of nature, but formed a government through mutual agreement. He argues that reason supports the idea that people are naturally free and that the practice of history shows that governments were begun with the consent of the people. In the beginning, governments were often ruled by a single person, usually the father of a family, who had the power to enforce the law of nature and punish offenders.",
      "The text is about the origins of government and how it developed from societies living together. The starting point was the father of a family or group, who was chosen as a ruler unless there were defects in his mind, body, age or wisdom. In America, people enjoyed their natural freedom and chose the ablest person to rule over them. The form of government was often monarchy because it was simple and easy for people who had little experience with other forms of government. The first kings were often just the captains of the army. The text also mentions the golden age of virtues and good governance, but warns of the dangers of ambition and luxury corrupting the minds of rulers, leading to the need to examine the original rights of government and find ways to prevent abuse of power.",
      "The text discusses the origins of government and how it evolved from people living by one individual's will to laws that were agreed upon by all. It is likely that governments began with the consent of the people, who either submitted to their father's rule or united to form a government. The author argues that the idea that everyone is born under government and cannot be free to start a new one is incorrect. People have separated themselves from the jurisdiction they were born under and set up new governments throughout history. A child is born with no allegiance to any country or government, but is under his father's authority until he comes of age. When he reaches adulthood, he is free to choose what government he wants to be under. The author also explains what constitutes an agreement to be subject to the laws of a government, stating that anyone who possesses anything within the jurisdiction of a government has given their tacit consent and is obliged to obey its laws.",
      "People can become subject to a government/commonwealth through inheritance, purchase, permission or other means if they enjoy any part of the land under the jurisdiction of that commonwealth. Once a person has given express consent to be part of a commonwealth, they are permanently obliged to remain a subject and cannot return to a state of nature unless the government dissolves. Living in a country and enjoying its privileges and protection does not make one a member of the society unless they enter into it by positive engagement and express promise/compact."
    ],
    "wordCount": 6511
  },
  {
    "tag": "h2",
    "header": "CHAPTER. IX.",
    "content": null,
    "wordCount": 0
  },
  {
    "tag": "h3",
    "header": "OF THE ENDS OF POLITICAL SOCIETY AND GOVERNMENT.",
    "content": [
      "John Locke argues in his Second Treatise on Government that the primary reason people form political societies and governments is to preserve their property. In the state of nature, individuals have certain rights and freedoms, but the enjoyment of these rights is uncertain and exposed to invasion by others. The lack of a settled, known law and an impartial judge to determine conflicts also makes it difficult to protect one's property in the state of nature. Therefore, people voluntarily give up their individual power to punish wrongdoers and regulate their own actions to join together in a society that can provide for the mutual preservation of their lives, liberties, and estates through established laws and institutions. The legislative power of a government must be limited to securing the common good and preserving individuals' rights, and the executive power must use force only in accordance with the established laws."
    ],
    "wordCount": 1226
  },
  {
    "tag": "h2",
    "header": "CHAPTER. X.",
    "content": null,
    "wordCount": 0
  },
  {
    "tag": "h3",
    "header": "OF THE FORMS OF A COMMON-WEALTH.",
    "content": [
      "John Locke argues that when people first come together to form a society, the majority of them have the power to create laws and appoint officers to enforce them. This form of government is called a democracy. Alternatively, the majority may give the power to make laws to a few individuals or even just one person, resulting in an oligarchy or monarchy respectively. The community can also create mixed forms of government, depending on who holds the power to make laws. The form of government depends on where the supreme power, or legislative power, is placed. By \"commonwealth,\" Locke means an independent community, not a specific form of government."
    ],
    "wordCount": 404
  },
  {
    "tag": "h2",
    "header": "CHAPTER. XI.",
    "content": null,
    "wordCount": 0
  },
  {
    "tag": "h3",
    "header": "OF THE EXTENT OF THE LEGISLATIVE POWER.",
    "content": [
      "In the Second Treatise on Government by John Locke, the author discusses the extent of legislative power. The main idea is that the purpose of people entering into society is to enjoy their properties in peace and safety, and the laws established in society are the means of achieving this. The first and fundamental law of all commonwealths is to establish the legislative power. This legislative power is the supreme power in the commonwealth and is sacred and unalterable once the community has placed it in someone's hands. The legislative must act for the preservation of society and each person in it, as far as it is consistent with the public good. No other body can have the force of a law without the consent of the legislative chosen and appointed by the public. All obedience ultimately terminates in the supreme power and is directed by the laws enacted by it.\n\nThe legislative or supreme authority cannot have absolute arbitrary power over the lives and fortunes of the people. The legislative is bound by the laws of nature and can only have as much power as the people had in a state of nature before they entered into society. The legislative is limited to the public good of the society and must not destroy, enslave, or impoverish the subjects. The law of nature stands as an eternal rule to all men, including legislators, and no human sanction can be valid against it.\n\nSecondly, the legislative must dispense justice and decide the rights of the subject by promulgated standing laws and known authorized judges. It cannot rule by extemporaneous arbitrary decrees. The reason for this is that the law of nature being unwritten, those who misapply it cannot be easily convinced of their mistake where there is no established judge. To avoid these problems, men enter into society to have the united strength of the whole society to secure and defend their properties and to have standing rules to govern them.\n\nLastly, the supreme power cannot take any part of a person's property without their own consent. The preservation of property is the end of government and it requires that the people should have property. Society assumes that people have a right to the goods which belong to them by the law of the community and no one has the right to take their substance or any part of it from them without their own consent. The government's power is only for the good of the society and it should not be arbitrary and at pleasure, but should be exercised by established and promulgated laws so that both the people and the rulers know their duties.",
      "The text discusses the bounds placed on legislative power in a commonwealth, regardless of the form of government. The legislative cannot arbitrarily dispose of the subject's estates or take any part of them at pleasure. In governments with a lasting assembly or one man, there is a danger of the legislative increasing their own riches and power by taking from the people. The government has been entrusted with the responsibility of protecting people's properties, and the prince or senate can never take all or any part of the subject's property without their consent. Absolute power is still limited by reason and confined to the ends that required it, as seen in the common practice of martial discipline. Taxes must be levied with the consent of the majority, either by themselves or their representatives, otherwise it invades the fundamental law of property and subverts the end of government. The legislative cannot transfer the power of making laws to any other hands as it is a delegated power from the people. The bounds of the legislative power include governing by established laws, designed for the good of the people, not raising taxes without the consent of the people, and not transferring the power of making laws to anyone else."
    ],
    "wordCount": 3019
  },
  {
    "tag": "h2",
    "header": "CHAPTER. XII.",
    "content": null,
    "wordCount": 0
  },
  {
    "tag": "h3",
    "header": "OF THE LEGISLATIVE, EXECUTIVE, AND FEDERATIVE POWER OF THE\nCOMMON-WEALTH.",
    "content": [
      "In John Locke's Second Treatise on Government, he discusses the three powers of government: legislative, executive, and federative. The legislative power is responsible for making laws that preserve the community and its members. It is important that this power is not held by one person or group, as they might use it for their own advantage and separate themselves from the rest of the community. Instead, the legislative power is usually given to different people who are assembled to make laws. However, since laws need to be executed and upheld, there must also be an executive power. This power is responsible for executing the laws that have been made. Finally, there is a federative power, which handles the security and interests of the community with other states and communities. This power is often combined with the executive power, as both require the force of the society for their exercise. It is difficult to separate these two powers and place them in distinct hands, as the force of the community would then be under different commands and cause disorder."
    ],
    "wordCount": 838
  },
  {
    "tag": "h2",
    "header": "CHAPTER. XIII.",
    "content": null,
    "wordCount": 0
  },
  {
    "tag": "h3",
    "header": "OF THE SUBORDINATION OF THE POWERS OF THE COMMON-WEALTH.",
    "content": [
      "The Second Treatise of Government by John Locke outlines the relationship between the government and its citizens. According to Locke, in a well-established commonwealth, there is only one supreme power, the legislative, which is in charge of preserving the community. However, the people still have the ultimate power to remove or alter the legislative if they believe it is acting contrary to their interests. The legislative is a fiduciary power that acts on behalf of the people, and if it fails to fulfill its responsibilities, the power reverts back to the people. The community is always the supreme power, but this power can only be exercised if the government is dissolved. The executive power is subordinate to the legislative and may be changed or displaced at any time. The legislative does not always have to be in existence, but the executive power must always be present because there is always a need for the execution of laws. If the executive power uses force against the people without authority, it is considered a state of war, and the people have the right to reinstate their legislative. The power of assembling and dismissing the legislative is placed in the executive, who is trusted with the responsibility of ensuring the public good. The regulation of times for the assembly of the legislative is not set by the original constitution and falls into the hands of the executive. The executive is trusted to exercise this power for the public good, depending on the occurrences of times and changes in affairs.",
      "The text discusses the relationship between the executive power and the legislative in a government where part of the legislative is made up of representatives elected by the people. It notes that representation can become unequal over time due to changes in population, wealth, and power, and that this can lead to absurdities. The text argues that the executive power, which has the authority to convene and dissolve the legislative, should regulate representation based on reason, not custom, in order to restore the true and fair representation intended by the people. The author believes that prerogative, or the power of the prince to act for the public good, is just when it serves the interests of the people and strengthens the government. The power to create new corporations and representation is seen as necessary because the measures of representation may change over time, but only change that benefits the society and is consistent with the original framework of the government is considered just."
    ],
    "wordCount": 2732
  },
  {
    "tag": "h2",
    "header": "CHAPTER. XIV.",
    "content": null,
    "wordCount": 0
  },
  {
    "tag": "h3",
    "header": "OF PREROGATIVE.",
    "content": [
      "John Locke's Second Treatise on Government discusses the concept of prerogative. Prerogative refers to the discretionary power of the executive branch of government to act for the good of the society, even in cases where the law does not provide guidance or direction. This power is necessary because the legislative branch cannot always foresee every situation that may arise and respond with appropriate laws. The executor of the law therefore has the right to use their discretion to act in the best interest of the society, subject to the fundamental law of nature and government which requires that all members of the society be preserved as much as possible.\n\nThe exercise of prerogative is always subject to review by the people, who are the ultimate judge of whether the power is being used for their benefit or to their detriment. In the event of a conflict between the executive and the people, the tendency of the exercise of prerogative to promote the public good or harm will decide the matter.\n\nIn the early stages of government, there were few laws and the governor acted as a father figure, using their discretion to govern in the best interest of the society. However, when weak rulers used this power for their own private gain, rather than the public good, the people responded by limiting prerogative through laws. Those who argue that the people have encroached on prerogative misunderstand the nature of government, as the prince's power is only legitimate to the extent that it serves the public good.\n\nPrerogative is not an arbitrary power to do harm to the people, but rather a power granted by the people for the purpose of doing good. The power to call parliaments is an example of prerogative, as the timing, place, and duration of parliaments is left to the discretion of the executive, subject to the requirement that it be used for the good of the nation.\n\nIn the absence of a judge on earth to determine disputes between the executive and the legislative, the people have the right to appeal to heaven. The people cannot be a judge in the sense of having a superior power to enforce a sentence, but they have the right to appeal to a higher authority when their rights are violated and they have no other recourse.",
      "The text discusses the idea that people retain the ultimate power to determine what is just and unjust, even when positive laws are in place. This power cannot be surrendered, as it goes against the preservation of life. The text also mentions that this principle doesn't lead to disorder, but rather only comes into play when the majority of people find the current situation unbearable. The executive power should avoid this situation for their own safety."
    ],
    "wordCount": 2177
  },
  {
    "tag": "h2",
    "header": "CHAPTER. XV.",
    "content": null,
    "wordCount": 0
  },
  {
    "tag": "h3",
    "header": "OF PATERNAL, POLITICAL, AND DESPOTICAL POWER, CONSIDERED TOGETHER.",
    "content": [
      "In the Second Treatise on Government, John Locke discusses three types of power: paternal, political, and despotical. Paternal power is the power parents have over their children, to govern them for their own good until they reach an age where they can understand the laws, either natural or municipal, they are expected to follow. This power is intended to help, instruct, and preserve the children, not to be a severe arbitrary government, and it doesn't extend to life and death over their children, who become free when they grow up. Political power is the power people give up to the society and its governors, in order to secure themselves and their property. This power is meant to preserve the lives, liberties, and possessions of the society's members and can only come from compact and agreement among the community. Despotical power is an absolute, arbitrary power one person has over another, to take away their life at will. This power neither nature nor compact can convey, and it arises only from forfeiture, when someone puts themselves in a state of war with another, renouncing reason, peace, and human society. Despotical power is only possible over captives taken in a just and lawful war, and as soon as compact enters, slavery ceases, and the state of war ends. The extent of these powers varies, with paternal power being limited to minority, political power extending to those with property, and despotical power being over those without property."
    ],
    "wordCount": 1190
  },
  {
    "tag": "h2",
    "header": "CHAPTER. XVI.",
    "content": null,
    "wordCount": 0
  },
  {
    "tag": "h3",
    "header": "OF CONQUEST.",
    "content": [
      "In this chapter, John Locke discusses the concept of conquest and its relationship to government. He argues that governments can only be founded on the consent of the people, and that the use of force in war does not equate to the consent of the people. Conquest, in itself, cannot establish a new government without the people's consent. \n\nLocke also addresses the power of conquerors. He asserts that conquerors have no power over those who fought with them, as they are not considered slaves as a result of conquest. A conqueror has absolute power over those who were actually involved in an unjust war and gave their consent to the use of force. However, a conqueror has no power over those who were not involved in the war and did not give their consent. Additionally, a conqueror has no right to the possessions of those he has conquered, even if he has absolute power over their lives. This is because the use of force alone does not give the conqueror a right to another person's goods. The only time a conqueror may have a right to another person's goods is if it is necessary to repair damages sustained during the war.",
      "In a state of war, the right of conquest extends only to the lives of those who joined in the war, not their estates. The conqueror may appropriate the service and goods of the vanquished to make reparation, but not take the goods of the wife and children. The conqueror has no right to dispossess the posterity of the vanquished, and turn them out of their inheritance. The government of a conqueror imposed by force on the subdued is not binding and lacks obligation. Every man is born with two rights: freedom to his person and right to inherit his father's goods. Inhabitants of a country descended from those who were subdued and had a government forced upon them retain a right to the possession of their ancestors. If a conqueror in a just war has a right to the estates of the conquered, it does not follow absolute power in the continuance of the government because descendants of the conquered are all freemen with property rights to what is granted.",
      "The text argues that a person's property cannot be taken without their consent. It also states that all people have a native right to be free and to own their properties. The conqueror can only make a grant or lease to a person, but cannot take away their property or goods without violating free and voluntary contracts. The conqueror has a despotical right over the persons of those who aided in the war against them and can make up their damage and cost from their labor and estates, but not over the rest of the people or their possessions. The conqueror has no lawful title to dominion over the rest of the people and is an aggressor if they attempt to take their property. Shaking off a power set by force, not right, is allowed by God, even if promises and covenants were obtained by force."
    ],
    "wordCount": 4773
  },
  {
    "tag": "h2",
    "header": "CHAPTER. XVII.",
    "content": null,
    "wordCount": 0
  },
  {
    "tag": "h3",
    "header": "OF USURPATION.",
    "content": [
      "Chapter \"Of Usurpation\" discusses how usurpation (the act of taking control without right) is a form of domestic conquest. The author argues that an usurper can never have right on his side and that it's only a change of persons, not the forms and rules of government. In lawful governments, the designation of those who rule is just as important as the form of government and must have rules for appointing those in authority, otherwise it leads to anarchy. Anyone who takes power in a way other than what is prescribed by the laws of the community has no right to be obeyed. An usurper cannot have a title until the people have consented to allow and confirm their power."
    ],
    "wordCount": 355
  },
  {
    "tag": "h2",
    "header": "CHAPTER. XVIII.",
    "content": null,
    "wordCount": 0
  },
  {
    "tag": "h3",
    "header": "OF TYRANNY.",
    "content": [
      "In John Locke's Second Treatise on Government, the chapter \"Of Tyranny\" discusses the concept of tyranny and its difference from rightful governance. The author argues that tyranny occurs when a governor uses their power not for the benefit of those they govern, but for their own personal gain. This idea is supported by King James I, who stated that a just king governs with the goal of promoting the welfare of the people, while a tyrant governs with only their own desires in mind. The author states that tyranny can occur in any form of government, not just monarchies, and it occurs when power is used to harm the people rather than preserve their property. The author also addresses the question of whether the commands of a prince can be opposed. The author argues that force should only be opposed to unjust and unlawful force, and the person of the king is typically considered sacred and exempt from violence. However, those who act against the law and use unjust force, even if they claim to have a commission from the king, may be questioned, opposed, and resisted. The author notes that this does not necessarily put the king or the government in danger, as long as the person who has been harmed has the option to appeal to the law for relief.",
      "The text discusses the right to resist acts of tyranny by a government. It states that private individuals will not easily engage in resistance if their cases are isolated, as they are likely to lose. However, if the illegal acts have affected the majority of the people or if they feel their laws, liberties, and lives are in danger, they may not be able to avoid resisting. The text also mentions how a government can avoid this situation by being transparent and making its people feel secure. The text suggests that when a government's actions and words do not match, and it is suspected of favoring certain interests over the people's, individuals may feel the need to protect themselves."
    ],
    "wordCount": 2613
  },
  {
    "tag": "h2",
    "header": "CHAPTER. XIX.",
    "content": null,
    "wordCount": 0
  },
  {
    "tag": "h3",
    "header": "OF THE DISSOLUTION OF GOVERNMENT.",
    "content": [
      "In \"Second Treatise on Government\" by John Locke, the chapter on the Dissolution of Government explains the different situations in which a government can be dissolved. The author distinguishes between the dissolution of society and the dissolution of government, where the former occurs when foreign forces conquer a society, leading to the end of the union and return of individuals to the state of nature. The latter occurs from within when the legislative is altered, as it is the soul that gives form, life, and unity to the commonwealth. A government can also dissolve when the prince sets his own will instead of the laws, hinders the legislative from functioning, alters the electors, delivers the people into the subjection of a foreign power, or neglects the supreme executive power. When a government is dissolved, the people have the right to provide for themselves by erecting a new legislative, but the author cautions that they should not wait until it is too late. Finally, a government can also dissolve when the legislative or the prince acts contrary to their trust, such as invading the property of the subject.",
      "This text discusses the power of the legislative branch and the rights of the people in society. It argues that if the legislative branch takes away people's property or reduces them to slavery, they are in a state of war with the people and the people have the right to resume their original liberty and establish a new legislative. Additionally, the text argues that if the legislative branch acts against the trust placed in them by the people, it is a breach of trust and the people have the right to resume their original liberty. The text also addresses the idea that this hypothesis may lead to frequent rebellion, stating that revolutions occur not on every mismanagement in public affairs but when a long train of abuses and wrong actions are visible to the people. The author argues that the doctrine of the people having power to provide for their safety by establishing a new legislative is the best defense against rebellion and the likeliest means of hindering it.",
      "The author argues that the use of force by rulers who destroy the properties of the people can be opposed. The author believes that resistance is only justifiable if the people have a widespread belief, based on clear evidence, that their liberties are being threatened. The author asserts that the use of force by magistrates, who hold the greatest privileges under the law, can be resisted with force. The author concludes that when force is used without right, it puts the user in a state of war with those against whom it is used, and all other rights cease, including the right to defend oneself. The author cites Barclay, who acknowledges that resistance is lawful in some cases but must be done with reverence and without retribution. The author notes that Barclay's limitations are unrealistic and that resistance must be allowed to strike back.",
      "The text discusses the power of a king over the people and the limits to this power. It argues that while a king is in power, the people cannot take arms against him. However, if the king engages in actions that make him cease to be a king, such as attempting to overthrow the government or making himself dependent on another, the people become free and superior. The text also addresses the question of who shall judge whether the prince or legislative act contrary to their trust. It argues that the people shall be judge, but if the prince declines to determine the matter, the appeal lies only to heaven. The power that every individual gave the society can never revert to the individuals again as long as the society lasts, and the legislative can never revert to the people while the government lasts. However, if there are limits set to the duration of the legislative, or if there is a forfeiture by those in authority, the power reverts to the society and the people have a right to act as supreme."
    ],
    "wordCount": 7899
  },
  {
    "tag": "h3",
    "header": "FINIS.",
    "content": null,
    "wordCount": 0
  }
]
