[
  {
    "tag": "h3",
    "header": "OF PATERNAL POWER.",
    "content": [
      "Chapter OF PATERNAL POWER by John Locke is about the power of parents over their children. He criticizes the use of the word \"paternal power\" as it only acknowledges the father's authority and fails to include the mother's equal share in it. He suggests using the term \"parental power\" instead. Locke explains that children are not born in a state of equality but have a temporary rule and jurisdiction over them by their parents during their infancy. The duty of the parents is to take care of their children and guide them until they reach maturity and acquire the ability to govern themselves. The power of the parents over their children arises from their obligation to preserve, nourish, and educate them. When the child reaches the age of reason, they are free and no longer subject to the will or authority of others. If a child is unable to reach this state due to some defects, they remain under the guidance and government of others. Finally, Locke notes that natural freedom and subjection to parents are both based on the same principle and can coexist. Children are free by the title of their father's understanding, who is responsible for guiding and protecting them until they reach maturity.\n\n",
      "The text discusses the difference between the freedom of a man and the subjection of a child to their parents. It argues that the right of tuition in childhood is a privilege for children and a duty for parents, but terminates with the end of education. The duty of honor, respect, and support owed by a child to their parents is perpetual and applies throughout their life. The power of tuition is temporary, but the power of honor lasts forever.\n\n",
      "This text discusses the power and authority of parents over their children. It argues that while a parent has a right to discipline and govern their children during their minority, they do not have a right to make laws with penalties that affect their liberty, estate, limbs, or life. The obligation for a child to honor and obey their parents, and for a parent to support and defend their child, does not give the parent any political power. A father's power to distribute their estate to their children is a tie on the obedience of children, but this power is common to all men and not just fathers. The power of a father to oblige their children to obedience was a natural development in the first ages of the world and was due to the father's role as the ruler of the household. The father's authority and government then became hereditary or elective, but this was due to chance, contrivance, or occasion, not a paternal right.\n\n"
    ],
    "wordCount": 5927
  }
]
